[
  {
    "영역": "듣기・말하기",
    "id": "6국01-01",
    "내용": "대화에서 생략된 내용을 추론하며 듣는다."
  },
  {
    "영역": "듣기・말하기",
    "id": "6국01-02",
    "내용": "주장을 파악하고 이유나 근거가 타당한지 평가하며 듣는다."
  },
  {
    "영역": "듣기・말하기",
    "id": "6국01-03",
    "내용": "주제와 관련하여 궁금한 내용을 질문하며 적극적으로 듣고 말한다.",
    "해설": "이 성취기준은 교과 학습 상황을 비롯한 다양한 상황에서 주제와 관련하여 적 극적으로 질문하며 구어 의사소통에 참여하는 능력을 기르기 위해 설정하였다. 들은 내용 을 확인하거나 명료하게 이해하기 위한 질문, 생략된 내용을 추론하기 위한 질문, 상대의 의도를 파악하기 위한 질문, 다른 사람의 생각과 자신의 생각을 연결하기 위한 질문, 자료 에서 제시되지 않은 대안이나 더 많은 정보를 찾기 위한 질문 등 다양한 목적으로 질문 생 성하기, 분명한 표현으로 질문하기, 예절을 지켜 질문하기 등을 학습한다."
  },
  {
    "영역": "듣기・말하기",
    "id": "6국01-04",
    "내용": "면담의 절차를 이해하고 상대와 매체를 고려하여 면담한다.",
    "해설": "이 성취기준은 일련의 절차에 따라 면담을 경험해 봄으로써 정보 수집 등의 목적을 가진 구어 의사소통을 효과적이고 체계적으로 수행하는 능력을 기르기 위해 설정하 였다. 면담 준비 진행 결과 정리 등 면담의 절차 이해하기, 면담의 목적 대상 주제 등 설정하기, 사전 정보 수집하기, 면담 대상 섭외하기, 목적대상 주제에 알맞은 질문 준비 하기, 녹음기나 기록용 노트 등 면담에 필요한 매체 준비하기, 준비한 질문을 바탕으로 면 담하기, 면담 결과를 발표하거나 글로 써서 보고하기 등을 학습한다. 면담 상대를 배려하여 사전에 약속 시간 정하기, 녹음 여부에 대해 동의 구하기, 민감하거나 불편한 질문은 아닌 지 점검하기, 종료 후 감사 표현하기 등 면담 과정에서 지켜야 할 예절도 학습한다."
  },
  {
    "영역": "듣기・말하기",
    "id": "6국01-05",
    "내용": "자료를 선별하여 핵심 정보를 중심으로 내용을 구성하고 매체를 활용하여 발표한다."
  },
  {
    "영역": "듣기・말하기",
    "id": "6국01-06",
    "내용": "토의에 협력적으로 참여하며 서로의 의견을 비교하고 조정한다."
  },
  {
    "영역": "듣기・말하기",
    "id": "6국01-07",
    "내용": "절차와 규칙을 지키고 타당한 이유와 근거를 제시하며 토론한다.",
    "해설": "이 성취기준은 민주적 의사소통 능력으로서 토론 능력을 기르기 위해 설정하 였다. 찬성 또는 반대의 입장에서 주장하는 바에 대한 이유 마련하기, 이유를 뒷받침할 수 있는 객관적인 사실 또는 정보를 활용하여 근거 마련하기, 주장이 가치 있고 실천 가능한지 검토하기, 이유가 주장과 관련이 있는지 검토하기, 이유가 상대에게 받아들여질 수 있는지 검토하기, 근거가 이유와 관련이 있는지 검토하기, 근거로 제시한 자료의 출처가 명확하고 믿을 만한지 검토하기, 상대의 의견을 존중하며 토론하기, 절차와 규칙에 따라 합리적으로 소통하는 태도 형성하기 등을 학습한다."
  },
  {
    "영역": "읽기",
    "id": "6국02-01",
    "내용": "글의 구조를 고려하며 주제나 주장을 파악하고 글 내용을 요약한다.",
    "해설": "이 성취기준은 글의 구조를 고려하며 글의 중심 내용을 파악하고 자신의 언어로 요약하는 능력을 기르기 위해 설정하였다. 요약하기의 일반 원리를 이해하기, 글의 구조를 시각화한 도해 조직자를 활용하여 글의 구조와 내용 파악하기, 주제나 주장을 파악하기, 글의 중심 내용을 자신의 언어로 재구성하여 요약하기 등을 학습한다."
  },
  {
    "영역": "읽기",
    "id": "6국02-02",
    "내용": "글에서 생략된 내용이나 함축된 표현을 문맥을 고려하여 추론한다.",
    "해설": "이 성취기준은 글의 문맥을 고려하여 글에 표면적으로 드러나지 않은 내용을 추론하며 읽는 능력을 기르기 위해 설정하였다. 중요 단어나 문장, 문단 등의 수준에서 의 미 추론하기, 글의 전체적인 흐름을 고려할 때 글에서 빠진 세부 내용이나 이어질 내용 추 론하기, 학습자의 배경지식을 이용하여 함축적 표현이 암시하거나 내포하는 의미 추측하기 등을 학습한다."
  },
  {
    "영역": "읽기",
    "id": "6국02-03",
    "내용": "글이나 자료를 읽고 내용의 타당성과 표현의 적절성을 평가한다."
  },
  {
    "영역": "읽기",
    "id": "6국02-04",
    "내용": "문제 상황과 관련된 다양한 관점의 글을 읽고 이를 문제 해결에 활용한다.",
    "해설": "이 성취기준은 학습자가 직면한 문제를 해결하기 위해 다양한 관점의 글을 찾아 읽고 문제 해결에 필요한 지식이나 정보를 구성하는 창의적 읽기 능력을 기르기 위해 설정 하였다. 문제 상황과 관련한 읽기 목적 명료화하기, 문제 상황 해결에 도움을 줄 수 있는 다양한 관점의 글 선정하기, 다양한 관점의 글을 읽고 내용의 타당성과 유용성 평가하기, 문제 해결을 위한 자신만의 창의적인 해결 방안 마련하기 등을 학습한다."
  },
  {
    "영역": "읽기",
    "id": "6국02-05",
    "내용": "긍정적인 읽기 동기를 형성하고 적극적으로 읽기에 참여하는 태도를 기른다."
  },
  {
    "영역": "쓰기",
    "id": "6국03-01",
    "내용": "알맞은 내용을 선정하여 대상의 특성이 나타나게 설명하는 글을 쓴다.",
    "해설": "이 성취기준은 설명하는 글을 쓰는 데에 필요한 능력을 기르기 위해 설정하였다. 설명하고자 하는 대상의 특성을 드러낼 수 있는 내용을 선정하는 방법, 개념 정의, 부연 상술, 예시, 열거, 인용, 비교와 대조 등을 활용하여 독자가 대상의 특성을 이해하기 쉽게 내용을 구성하고 표현하는 방법, 설명 대상과 설명 방법의 관련성 등을 학습한다. 설명 대상은 인문, 사회, 과학, 예술, 체육 등 교과 내용에서 선정한다."
  },
  {
    "영역": "쓰기",
    "id": "6국03-02",
    "내용": "적절한 근거를 사용하고 인용의 출처를 밝히며 주장하는 글을 쓴다.",
    "해설": "이 성취기준은 주장하는 글을 쓰는 데에 필요한 능력과 쓰기 윤리를 준수하며 글을 쓰는 태도를 기르기 위해 설정하였다. 주장하는 글 쓰기의 중요성과 특성, 주장과 이유 및 근거의 개념과 관계, 주장하는 글에 적절한 근거가 필요한 까닭, 역사적 사실, 실험 및 조사 결과, 통계 수치, 전문가의 견해 등을 활용하여 근거 생성하기, 이유와 근거를 활용하여 주장하는 글 쓰기, 인용의 출처를 밝혀야 하는 이유와 기본적인 인용 방법 등을 학습한다."
  },
  {
    "영역": "쓰기",
    "id": "6국03-03",
    "내용": "체험한 일에 대한 감상을 나타내는 글을 쓴다."
  },
  {
    "영역": "쓰기",
    "id": "6국03-04",
    "내용": "독자와 매체를 고려하여 내용을 생성하고 표현하며 글을 쓴다.",
    "해설": "이 성취기준은 글을 쓰는 과정에서 쓰기 목적, 독자와 매체 등과 같은 상황 맥 락을 고려하여 내용을 생성하고 표현하는 능력을 기르기 위해 설정하였다. 예상 독자의 개 념 이해하기, 독자 고려의 필요성 인식하기, 온라인 대화, 인터넷 게시판 댓글, 전자 우편, 블로그, 휴대전화 문자 메시지 등 다양한 매체의 특성 이해하기, 글의 목적이나 주제에 따 라 알맞은 매체와 예상 독자 선정하기, 독자와 매체의 특성을 고려하여 계획 및 내용 생성 하기, 독자와 매체의 특성을 고려하여 표현하기 등을 학습한다."
  },
  {
    "영역": "쓰기",
    "id": "6국03-05",
    "내용": "쓰기 과정을 점검조정하며 글을 쓰고, 글 전체를 대상으로 통일성 있게 고쳐 쓴다.",
    "해설": "이 성취기준은 필자가 자신의 쓰기 과정을 점검·조정하고 그 결과를 바탕으 로 글을 고쳐 쓰는 능력을 기르기 위해 설정하였다. 글쓰기에서 통일성의 개념과 중요성, 쓰기 과정에 대한 점검과 조정의 필요성, 쓰기 과정의 회귀적 특성, 글에 대한 독자의 반응을 생각하며 고쳐쓰기, 글의 주제와 목적, 예상 독자 등을 고려하여 글의 통일성 점검하기 등을 학습한다."
  },
  {
    "영역": "쓰기",
    "id": "6국03-06",
    "내용": "쓰기에 적극적으로 참여하며 자신의 글을 독자와 공유하는 태도를 지닌다."
  },
  {
    "영역": "문법",
    "id": "6국04-01",
    "내용": "음성 언어 및 문자 언어의 특성을 이해하고 다양한 매체 자료에서 표현 효과를 평가한다.",
    "해설": "이 성취기준은 생각을 표현하는 언어 양식으로서 음성 언어와 문자 언어의 특 성을 이해하고, 매체 자료에서 생성된 음성 언어 및 문자 언어의 표현 효과를 평가하는 능 력을 기르기 위해 설정하였다. 음성 언어 및 문자 언어의 특성을 비교하되, 복합양식적 특 성을 지니는 다양한 매체 자료에 사용된 언어 양식의 표현 효과를 학습하고, 표현하고자 하 는 목적이나 핵심 주제가 같더라도 언어 양식이 다르면 전달되는 내용과 표현 효과가 다를 수 있음을 분석적, 비판적 시각으로 이해하고 평가할 수 있도록 한다."
  },
  {
    "영역": "문법",
    "id": "6국04-02",
    "내용": "표준어와 방언의 기능을 파악하고 언어 공동체와 국어생활과의 관계를 이해한다.",
    "해설": "이 성취기준은 국어 화자의 의사소통에서 표준어와 방언이 담당하는 기능이 다르다는 점을 알고, 자신이 속한 언어 공동체 특유의 한국어 변이형들로 인해 자신의 국어 생활이 상황에 따라 다양하게 실현됨을 이해하도록 하기 위해 설정하였다. 방언의 형성과 존재 양상을 파악함으로써 지역적 요인에 따라 자연스럽게 한국어에 변이가 일어남을 이해 하도록 하고, 이러한 다양성을 아우르는 언어 공동체 규준인 표준어의 개념과 필요성을 함 께 다루도록 한다. 또한 의사소통의 공적 사적 상황에 따라, 상대방과의 거리감 조절 등 화자의 의도에 따라 표준어와 방언을 선택함으로써 다양한 의사소통 기능이 실현된다는 점 을 확인할 수 있도록 한다."
  },
  {
    "영역": "문법",
    "id": "6국04-03",
    "내용": "고유어와 관용 표현의 쓰임과 가치를 이해하고 상황에 맞게 표현한다.",
    "해설": "이 성취기준은 고유어와 관용 표현의 쓰임과 가치를 이해하고 국어문화에 대한 관심과 우리말을 소중히 여기는 태도를 고양하기 위해 설정하였다. 한자어, 외래어와 함께 국어 어휘의 일부를 이루는 고유어의 특성과 가치, 고유어에 다양하게 발달해 있는 관용 표 현의 특성과 쓰임에 대한 이해에 중점을 두되, 상황과 표현 의도에 따라 어휘를 적절하게 사용하고 외래어의 오·남용 방지 등 국어 순화의 필요성을 자각하며 실천할 수 있도록 한다."
  },
  {
    "영역": "문법",
    "id": "6국04-04",
    "내용": "문장 성분을 이해하고 호응 관계가 올바른 문장을 구성한다.",
    "해설": "이 성취기준은 문장을 구성하는 성분들 사이의 호응 관계가 올바르고 자연스 러운 문장을 구성하는 데 필요한 능력을 기르기 위해 설정하였다. 문장에서 주어, 목적어, 서술어의 역할, 성분 간의 호응 관계(주어와 서술어의 호응, 목적어와 서술어의 호응)에 대 해 학습하고, 이전 학년군의 높임 표현 및 동일 학년군의 시간 표현 성취기준과 연계하여 높임이나 시제의 일치를 함께 학습할 수 있다."
  },
  {
    "영역": "문법",
    "id": "6국04-05",
    "내용": "글과 담화에 쓰인 시간 표현을 이해하고 상황에 맞게 표현한다.",
    "해설": "이 성취기준은 효과적인 의사소통을 위해 상황 맥락에 맞게 시간 표현을 사용 하는 것의 중요성을 알고 시간을 표현할 때 사용되는 언어 형식을 이해하고 활용하는 능력 을 기르기 위해 설정하였다. '-았-/-었-, -는-/-ㄴ-, -겠-, -(으)ㄹ 것이-'나 시간 부사 등 글이나 담화에서 과거, 현재, 미래를 표현하는 언어 형식 및 방법을 학습하고, 다양한 상황 맥락에서 시간 표현을 사용한 후 그 적절성을 평가해 보도록 한다."
  },
  {
    "영역": "문법",
    "id": "6국04-06",
    "내용": "글과 담화에 쓰인 단어 및 문장, 띄어쓰기를 민감하게 살펴 바르게 고치는 태도를 지닌다."
  },
  {
    "영역": "문학",
    "id": "6국05-01",
    "내용": "작가의 의도를 생각하며 작품을 읽는다.",
    "해설": "이 성취기준은 작품을 만든 이에 대해 호기심을 가지고 작가라는 존재를 고려 하면서 작품을 수용하는 능력을 기르게 하기 위해 설정하였다. 작가가 작품을 쓰게 된 계기나 상황을 생각하고, 작가의 취지와 의도를 헤아리면서 작품을 더 깊고 넓게 이해할 수 있게 한다. 또한 작가에 대한 관심을 바탕으로 작가의 다른 작품들도 찾아 읽는 태도를 가지며 능동적인 문학 향유자로 성장할 수 있게 한다. 아울러 다양한 상상의 세계를 펼쳐 보이는 창의성을 가진 인간에게 관심을 가짐으로써 학습자도 그러한 창의성을 가진 인간으로 성장 하는 계기가 될 수 있게 한다. 다만 작품의 의미는 작가의 의도에 한정되는 것이 아니며, 다양한 독자들의 해석이 더해져서 계속 생성되어 가는 것이라는 점을 함께 생각하며 문학 소통에 적극적으로 참여할 수 있게 한다."
  },
  {
    "영역": "문학",
    "id": "6국05-02",
    "내용": "비유적 표현의 효과에 유의하여 작품을 감상한다."
  },
  {
    "영역": "문학",
    "id": "6국05-03",
    "내용": "소설이나 극을 읽고 인물, 사건, 배경을 파악한다.",
    "해설": "이 성취기준은 작품을 이루는 주요 요소를 중심으로 작품을 분석하고 이해하 는 능력을 기르게 하기 위해 설정하였다. 작품 속 인물, 사건, 배경을 파악하고, 각 요소의 기능 및 요소 간 관계를 이해하도록 한다. 예를 들어 인물의 성격과 사건의 전개 과정 간의 관계, 인물의 성격이 사건 전개 과정에 끼치는 영향, 사건의 전개 과정과 배경과의 관련, 배경의 변화에 따른 사건 전개 과정의 변화 등을 파악하여 작품을 깊이 있게 감상한다. 나 아가 이러한 요소의 역할이나 관계가 모든 작품에서 동일한 양상으로 나타나는 것이 아니 며, 작품에 따라 특정 요소가 두드러지게 부각되기도 하고 요소 간의 관계가 독특하게 형성 되기도 한다는 점을 생각하며 작품을 수용하게 한다."
  },
  {
    "영역": "문학",
    "id": "6국05-04",
    "내용": "인상적인 부분을 중심으로 작품에 대한 의견을 나눈다.",
    "해설": "이 성취기준은 학습자가 작품에 대한 자신의 생각을 적극적으로 표현하고, 이 를 타인과 나눔으로써 보다 주체적인 문학 수용 능력을 기르게 하기 위해 설정하였다. 이를 위해 인상적인 장면을 중심으로 작품에 대한 의견을 나누되, 인상적이라고 생각하는 이유 나 근거를 작품과 연결 지어 설명하도록 한다. 또한 상대방의 수용 경험에도 귀를 기울여 작품에 대한 해석이 다양한 관점에서 이루어질 수 있음을 알고 문학 소통에 즐겁게 참여하 도록 한다."
  },
  {
    "영역": "문학",
    "id": "6국05-05",
    "내용": "자신의 경험을 시, 소설, 극, 수필 등 적절한 갈래로 표현한다."
  },
  {
    "영역": "문학",
    "id": "6국05-06",
    "내용": "작품을 읽고 자신의 삶과 연관 지어 성찰하는 태도를 지닌다.",
    "해설": "이 성취기준은 작품을 읽고 성찰하는 과정을 통해 자신을 돌아보는 것은 물론 자신이 속한 공동체의 삶에 대해서도 생각하게 하기 위해 설정하였다. 학습자가 작품을 적 극적으로 수용하여 작품에 담긴 가치를 내면화하는 가운데 자신의 삶의 모습을 되돌아보게 한다. 또한 공동체의 다양한 문제를 다룬 작품을 읽을 때에도 먼저 자신의 삶을 돌아보고, 함께 살아가는 삶을 위해 공동체 구성원으로서 가져야 할 바람직한 자세나 태도에 대하여 생각해 보도록 한다."
  },
  {
    "영역": "매체",
    "id": "6국06-01",
    "내용": "정보 검색 도구를 활용하여 자신의 목적에 맞는 매체 자료를 찾는다.",
    "해설": "이 성취기준은 정보 검색 도구의 특성을 이해하고 적절한 정보 검색 전략을 수립하여 자신의 목적에 맞는 매체 자료를 찾아 활용하는 능력을 향상하기 위해 설정하였 다. 정보 유형별로 검색 결과를 제시하는 정보 검색 도구의 기능을 이해한다. 또한 핵심 단 어 중심으로 검색이 되는 정보 검색 도구의 특징을 이해하여 자신의 목적에 적합한 검색어 를 만들 수 있도록 한다. 인터넷의 특성을 고려하여 정보 검색 과정에서 지속적인 성찰과 점검을 통해 자신의 목적에 부합한 자료 검색 과정이 이루어질 수 있도록 한다."
  },
  {
    "영역": "매체",
    "id": "6국06-02",
    "내용": "뉴스 및 각종 정보 매체 자료의 신뢰성을 평가한다.",
    "해설": "이 성취기준은 뉴스 및 각종 정보 매체의 매체 자료에 대해 신뢰성 측면을 중 심으로 평가하는 능력을 기르기 위해 설정하였다. 뉴스 및 각종 정보 매체 자료는 개인과 공동체에 미치는 영향력이 크기 때문에 매체 자료를 수용할 때는 그것이 신뢰할 만한 것인 지 평가하는 태도가 중요하다는 점을 이해하도록 한다. 매체 자료의 신뢰성은 제작자가 얼 마나 해당 분야에 전문적이고 권위가 있는지, 실제 취재하거나 수집한 근거 자료를 기반으 로 제작된 것인지, 근거 자료가 얼마나 정확하고 최신의 것이며 증빙 가능한 것인지 등의 측면에서 평가할 수 있다."
  },
  {
    "영역": "매체",
    "id": "6국06-03",
    "내용": "적합한 양식과 수용자의 반응을 고려하여 복합양식 매체 자료를 제작하고 공유한다.",
    "해설": "이 성취기준은 매체 및 매체 자료의 양식과 수용자에게 끼칠 영향을 고려하여 복합양식 자료를 제작하는 능력을 기르기 위해 설정하였다. 의도나 주제를 드러내는 다양 한 표현 양식을 이해하고 자신의 목적, 주제, 수용자 반응을 고려하여 이미지가 포함된 글, 카드 뉴스, 발표 자료, 동영상 등의 복합양식 매체 자료를 제작한 다음 이를 공유하여 그 효과성을 점검한다."
  },
  {
    "영역": "매체",
    "id": "6국06-04",
    "내용": "자신의 매체 이용 양상에 대해 성찰한다."
  }
]