[
  {
    "영역": "듣기・말하기",
    "id": "9국01-01",
    "내용": "화자의 의도와 관점을 추론하며 듣는다.",
    "해설": "이 성취기준은 담화의 맥락을 고려하여 담화에서 표면적으로 드러나지 않는 숨겨진 요소를 추론하며 들음으로써 담화의 내용을 깊이 이해하는 능력을 기르기 위해 설 정하였다. 일상의 대화 상황에서 상대의 발화 의도 추론하기, 정보 전달이나 설득 등 다양 한 목적의 담화에서 여러 가지 정보와 상황 맥락을 고려하여 화자의 숨겨진 의도와 관점, 가치관 추론하기 등을 학습한다."
  },
  {
    "영역": "듣기・말하기",
    "id": "9국01-02",
    "내용": "설득 전략을 비판적으로 분석하며 듣는다."
  },
  {
    "영역": "듣기・말하기",
    "id": "9국01-03",
    "내용": "담화 공동체에 따른 듣기 말하기 방식의 다양성을 고려하여 듣고 말한다.",
    "해설": "이 성취기준은 개인이 속해 있는 담화 공동체의 듣기 말하기 방식이 가진 다 양성을 고려하여 구어 의사소통에 참여함으로써 사회·문화적 맥락에 맞는 의사소통 능력을 기르기 위해 설정하였다. 듣기 말하기 방식에 영향을 미치는 요인으로 세대, 성, 직업, 지역, 공동체의 관심사나 이해관계, 공동체의 언어문화와 관습 등이 있음을 이해하기, 개인이 속한 집단이나 공동체에 따라 듣기 말하기 방식이 다양할 수 있음을 이해하기, 듣기 말하기 방식의 다양성에 대한 존중이 긍정적인 관계 형성과 유지에 기여함을 이해하기, 서로 다른 듣기 말하기 방식을 이해하고 존중하는 태도 형성하기, 자신의 듣기 말하기 방식이 상황 맥락이나 자신이 속한 공동체에 적절한지를 지속적으로 점검하여 개선하기 등을 학습한다."
  },
  {
    "영역": "듣기・말하기",
    "id": "9국01-04",
    "내용": "상대의 말을 경청하고 상대의 감정과 입장에 공감하는 반응을 보이며 대화한다."
  },
  {
    "영역": "듣기・말하기",
    "id": "9국01-05",
    "내용": "면담의 다양한 목적과 상대를 고려하여 질문을 점검하고 효과적으로 면담한다.",
    "해설": "이 성취기준은 효과적으로 면담을 수행함으로써 목적과 상대를 고려하는 의사 소통 능력을 기르기 위해 설정하였다. 말하기나 글쓰기를 위한 자료 수집, 의사 결정, 상담, 선발 등 다양한 면담 목적과 상대를 고려하여 질문 마련하기, 구조화 면담 또는 반구조화 면담 등 면담 유형에 적절한 면담 수행 계획 세우기, 면담 대상자의 입장이나 반응 등에 따 라 면담 질문의 내용이나 순서, 진행 방법 등을 조정하여 면담하기, 면담 중에 추가 질문하 기, 면담 후 면담 계획이나 목적에 따라 면담이 원만하게 진행되었는지를 점검하기, 질문의 의도와 답변자의 의도를 고려하여 면담 내용을 정리하기 등을 학습한다."
  },
  {
    "영역": "듣기・말하기",
    "id": "9국01-06",
    "내용": "다양한 자료를 재구성하여 내용을 체계적으로 조직하고 청중이 이해하기 쉽게 발표한다.",
    "해설": "이 성취기준은 말할 내용을 체계적으로 조직하여 청중이 이해하기 쉽게 발표 하는 능력을 함양하기 위해 설정하였다. 다양한 자료를 청자가 이해하기 쉬운 방향으로 재 구성하기, 발표 내용을 도입부 전개부정리부로 나누어 체계적으로 구성하기, 발표 목적 이나 대상의 특성에 적절한 설명 방법 활용하기, 청중이 이해하기 쉽게 발표하기, 발표 준 비와 실행 과정을 되돌아보고 수행의 적절성 점검하기 등을 학습한다."
  },
  {
    "영역": "듣기・말하기",
    "id": "9국01-07",
    "내용": "토의에서 다양한 의견을 교환하여 대안을 마련하고 문제를 해결한다."
  },
  {
    "영역": "듣기・말하기",
    "id": "9국01-08",
    "내용": "토론에서 반론을 고려하여 타당한 논증을 구성하고 논리적으로 반박한다.",
    "해설": "이 성취기준은 합리적이고 민주적인 의사 결정을 위한 토론 능력을 기르기 위 해 설정하였다. 토론 논제에 대한 찬성과 반대 입장별로 각 입장을 뒷받침하는 이유와 근거 마련하기, 상대방이 제기할 수 있는 반론을 고려하여 논증 구성하기, 주장이유 근거 반론에 대한 고려 등 논증 구성 요소들이 타당한지 비판적으로 분석하여 반박하기, 논증의 논리적 전개 과정에서 논리적 허점이나 오류가 없는지 분석하여 반박하기 등을 학습한다."
  },
  {
    "영역": "듣기・말하기",
    "id": "9국01-09",
    "내용": "서로의 감정이나 바라는 바를 진솔하게 표현하면서 갈등을 조정한다.",
    "해설": "이 성취기준은 갈등을 조정할 수 있는 대화 방법을 배움으로써 상대방과의 관 계를 원만하게 유지할 수 있는 능력을 기르기 위해 설정하였다. 자신의 생각과 감정을 진솔 하게 표현하는 것이 왜 중요한지 이해하기, 자신과 상대의 생각과 감정, 욕구 등을 정확히 파악하기, 어떠한 차이로 인해 갈등이 발생하게 되었는지 분석하기, 사건에 대한 주관적 해 석을 배제하고 객관적으로 전달하기, 상황이나 사건에 대한 자신의 감정과 욕구를 진솔하 게 표현하기, 자신이 상대에게 바라는 것이 무엇인지 구체적으로 요청하기 방법을 활용하 여 갈등 조정하기, 갈등을 악화시킬 수 있는 표현 경계하기, 상대의 의견과 감정을 존중하 기 등을 학습한다."
  },
  {
    "영역": "듣기・말하기",
    "id": "9국01-10",
    "내용": "언어폭력의 문제점을 성찰하고, 서로를 존중하는 표현을 사용하여 말한다."
  },
  {
    "영역": "듣기・말하기",
    "id": "9국01-11",
    "내용": "듣기 말하기 과정을 점검하고 듣기 말하기의 어려움을 효과적으로 조정한다.",
    "해설": "이 성취기준은 듣기 말하기 전 중·후 과정을 점검하고 구어 의사소통 과정 에서 발생하는 다양한 어려움을 효과적으로 조정하는 상위 인지 능력을 기르기 위해 설정 하였다. 듣기 말하기 활동 후에 자신의 듣기 말하기 과정이 적절했는지 성찰하기, 듣기·말하기 과정에서 부딪히는 어려움 분석하기, 향후의 듣기 말하기를 효과적으로 수행하기 위해 조정해야 할 점을 찾아 개선 계획 세워보기, 말하기 불안을 느끼는 상황에서 이를 완 화할 수 있는 방법을 연습하고 적용하기 등을 학습한다."
  },
  {
    "영역": "읽기",
    "id": "9국02-01",
    "내용": "읽기는 사회·문화적 맥락에서 의미를 구성하는 과정임을 이해하며 사회적 독서에 참여 하고 사회적 독서 문화 형성에 기여한다.",
    "해설": "이 성취기준은 읽기가 다양한 사회·문화적 맥락에 속한 공동체 구성원들이 상호 작용하며 의미를 구성하는 과정임을 이해하고 사회적 독서 문화 형성에 기여하도록 하기 위해 설정하였다. 독자는 자신이 처한 상황이나 사회·문화, 역사적 배경에 따라 의미 를 형성해 간다. 또한 공동체 구성원들이 구성한 의미를 협력적으로 소통함에 따라 타인의 삶에 대한 이해나 공동체가 지향해야 할 가치를 발견할 수 있다. 사회·문화적으로 가치 있는 주제의 글을 선정하여 읽기, 사회·문화적 맥락을 고려하여 필자의 의도 파악하기, 독 서 토론을 통해 구성원 간의 다양한 의미 교환하기, 사회·문화적 맥락에서 새로운 의미 발견하기, 사회적 독서 문화 형성하기 등을 학습한다."
  },
  {
    "영역": "읽기",
    "id": "9국02-02",
    "내용": "읽기 목적과 글의 구조를 고려하며 글을 효과적으로 요약한다."
  },
  {
    "영역": "읽기",
    "id": "9국02-03",
    "내용": "독자의 배경지식과 글에 나타난 정보 등을 활용하여 글에 드러나지 않은 의도나 관점을 추론하며 읽는다."
  },
  {
    "영역": "읽기",
    "id": "9국02-04",
    "내용": "복합양식으로 구성된 글이나 자료의 내용 타당성과 신뢰성, 표현 방법의 적절성을 평가 하며 읽는다.",
    "해설": "이 성취기준은 복합양식으로 구성된 글이나 자료를 내용과 형식의 측면에서 비 판적으로 평가하며 읽을 수 있는 능력을 기르기 위해 설정하였다. 다양한 매체 환경에서는 문 자 언어로만 이루어진 단일양식뿐만 아니라 문자, 소리, 그림, 사진, 동영상 등 다양한 기호 가 함께 어우러진 복합양식의 글이나 자료를 비판적으로 읽을 수 있어야 한다. 단일양식과 복 합양식의 글이나 자료 비교하기, 복합양식의 글이나 자료가 작성된 맥락 파악하기, 복합양식 으로 구성된 글이나 자료의 내용 타당성과 신뢰성, 표현 방법의 적절성을 평가하며 읽기 등을 학습한다."
  },
  {
    "영역": "읽기",
    "id": "9국02-05",
    "내용": "글에 사용된 다양한 설명 방법과 논증 방법을 파악하고, 그 타당성을 평가하며 읽는다."
  },
  {
    "영역": "읽기",
    "id": "9국02-06",
    "내용": "동일한 화제를 다룬 여러 글이나 자료를 주제 통합적으로 읽는다.",
    "해설": "이 성취기준은 동일한 화제를 다룬 여러 글이나 자료를 비판적으로 읽고 자신 의 관점에 따라 의미를 재구성할 수 있는 주제 통합적 읽기 능력을 기르기 위해 설정하였 다. 동일한 화제에 대해 서로 다른 관점을 지닌 글을 대조하며 읽거나 비슷한 주제를 담은 다양한 형식을 비교하며 읽으면서, 독자는 편견이나 선입견을 배제하고 합리적으로 판단할 수 있게 된다. 여러 글이나 자료를 비교하며 읽는 과정에서 독자는 화제와 관련된 쟁점에 대한 충분한 이해를 바탕으로 자신의 관점을 세울 수 있다. 관점이나 형식이 다른 다양한 글이나 자료를 비교·분석하기, 대상 화제에 대한 자신의 관점 수립하기, 서로 다른 관점과 형식의 글을 자신의 관점을 토대로 통합하기, 자신의 관점에 따라 의미를 구성하고 표현하 기 등을 학습한다."
  },
  {
    "영역": "읽기",
    "id": "9국02-07",
    "내용": "진로나 관심 분야에 대한 다양한 책이나 자료를 스스로 찾아 읽는다.",
    "해설": "이 성취기준은 자신의 진로나 관심 분야에 대한 책이나 자료 등을 스스로 탐 색하고 선정하여 읽는 능력을 기르기 위해 설정하였다. 학습자가 다양한 글이나 자료를 자 기 선택적으로 읽으며 주체적으로 자신의 진로나 관심 분야를 탐색할 수 있도록 한다. 학습 자가 관심을 가지고 있는 진로나 관심 분야를 파악하기, 도서관이나 인터넷 등에서 자신의 진로 탐색이나 관심 분야에 대한 깊이 있는 이해를 위해 적합한 책이나 자료를 탐색하고 선정하기, 필요한 정보를 선별하며 읽기, 진로나 관심 분야가 유사한 학습자 간에 읽기 결 과를 공유하기 등을 학습한다."
  },
  {
    "영역": "읽기",
    "id": "9국02-08",
    "내용": "자신의 독서 상황과 수준에 맞는 글을 선정하고 읽기 과정을 점검조정하며 읽는다."
  },
  {
    "영역": "쓰기",
    "id": "9국03-01",
    "내용": "대상의 특성에 적합한 설명 방법을 활용하여 글을 쓴다.",
    "해설": "이 성취기준은 대상의 특성에 적합한 설명 방법을 활용하여 독자가 이해하기 쉬운 글을 쓰는 데에 필요한 능력을 기르기 위해 설정하였다. 대상과 관련한 독자의 배경지식 및 관심 고려하기, 정의, 인과, 분석, 분류 등 다양한 설명 방법을 익히고 전달하고자 하는 정보의 특성을 고려하여 설명 방법 활용하기, 대상의 특성을 효과적으로 전달하기 위한 글의 구조 및 표현 방법 이해하기 등을 학습한다."
  },
  {
    "영역": "쓰기",
    "id": "9국03-02",
    "내용": "복수의 자료를 활용하여 다양한 형식으로 정보를 전달하는 글을 쓴다.",
    "해설": "이 성취기준은 둘 이상의 자료를 활용하여 다양한 형식으로 보고서나 설명문 을 쓰는 데에 필요한 능력을 기르기 위해 설정하였다. 객관적인 정보의 공유와 소통을 위해 다양한 정보를 담고 있는 복수의 자료 활용하기, 정보를 전달하는 글의 내용을 생성하는 과정 에서 책, 신문, 인터넷 등 다양한 매체에서 정보 수집하기, 수집한 정보의 중요도 분석하기, 수집한 정보 통합하기, 쓰기 윤리를 지키며 자료 활용하기, 문자 언어와 함께 도표, 그림, 사진 등을 활용하여 정보를 전달하기 등을 학습한다."
  },
  {
    "영역": "쓰기",
    "id": "9국03-03",
    "내용": "주장을 뒷받침할 수 있는 타당한 근거를 들고 적절한 표현을 사용하여 주장하는 글을 쓴다."
  },
  {
    "영역": "쓰기",
    "id": "9국03-04",
    "내용": "의견 차이가 있는 사안에 대해 자료를 수집하고 사회·문화적 맥락을 고려하며 주장하는 글을 쓴다.",
    "해설": "이 성취기준은 의견 차이가 있는 사안이 발생한 상황을 이해하고 쟁점을 분석 하여 자신의 주장을 제시하는 글을 쓰는 데에 필요한 능력을 기르기 위해 설정하였다. 의견 차이가 있는 사안 찾기, 쟁점을 분석하고 쟁점에 대한 다양한 의견과 자료를 수집하기, 쟁 점에 대한 자신의 관점을 수립하여 주장을 논리적으로 전개하기, 자신의 주장이 사회·문 화적 맥락 내에서 수용될 수 있도록 제시하기 등을 학습한다."
  },
  {
    "영역": "쓰기",
    "id": "9국03-05",
    "내용": "자신의 삶과 경험을 바탕으로 정서를 진솔하게 표현하는 글을 쓴다."
  },
  {
    "영역": "쓰기",
    "id": "9국03-06",
    "내용": "다양한 표현을 활용하여 자신의 생각과 느낌이 드러나는 글을 쓰고 독자와 공유한다."
  },
  {
    "영역": "쓰기",
    "id": "9국03-07",
    "내용": "복합양식 자료를 활용하여 내용을 생성하고 글의 유형을 고려하여 내용을 조직하며 글을 쓴다.",
    "해설": "이 성취기준은 글을 쓸 때 복합양식 자료를 활용하여 내용을 생성하고 글의 유형을 고려하여 내용을 조직하는 능력을 기르기 위해 설정하였다. 문자, 소리, 그림, 사진, 동영상 등이 결합된 복합양식 자료의 특징 및 유형 이해하기, 복합양식 자료를 활용하여 내 용 생성하기, 글의 유형을 고려하여 내용 조직하기 등을 학습한다."
  },
  {
    "영역": "쓰기",
    "id": "9국03-08",
    "내용": "쓰기 과정과 전략을 점검·조정하며 글을 쓰고, 독자를 고려하여 글을 고쳐 쓴다.",
    "해설": "이 성취기준은 쓰기 과정과 전략을 점검조정하며 글을 쓰고 독자를 고려하여 글을 고쳐 쓰는 데에 필요한 능력을 기르기 위해 설정하였다. 독자를 고려하여 글을 고쳐 쓰는 것은 글의 내용 차원, 조직 차원, 표현 차원에서 두루 이루어질 필요가 있다. 쓰기 과정과 전략을 점검·조정하기, 독자의 지식, 기대나 요구, 태도를 분석하기, 독자 분석의 결과를 반영하여 글을 고쳐쓰기 등을 학습한다."
  },
  {
    "영역": "쓰기",
    "id": "9국03-09",
    "내용": "언어 공동체의 구성원인 필자로서 자신에 대해 성찰하며, 윤리적 소통 문화를 형성하는 데에 기여한다.",
    "해설": "이 성취기준은 필자가 자신과 자신의 쓰기 과정 및 결과를 성찰하여 언어 공 동체의 구성원으로 성장하는 데에 필요한 능력과 태도를 기르기 위해 설정하였다. 필자로서 자기 자신이 어떤 사람인지 필자 정체성 성찰하기, 언어 공동체의 개념 이해하기, 윤리적 소통 문화의 특성과 필요성 이해하기, 책임감 있게 글을 쓰는 태도 기르기 등을 학습한다."
  },
  {
    "영역": "문법",
    "id": "9국04-01",
    "내용": "국어의 음운 체계와 문자 체계를 이해하고 국어생활에 활용한다.",
    "해설": "이 성취기준은 국어의 음운 체계와 문자 체계를 종합적으로 탐구함으로써, 말 소리와 문자의 관련성을 체계적으로 이해하도록 하기 위해 설정하였다. 말소리와 음운의 관계, 음운 체계에 대한 이해를 바탕으로 발음 및 표기를 정확하게 할 수 있도록 한다. 이와 관련지어 훈민정음 창제 정신과 원리를 중심으로 국어의 문자 체계를 탐구하고, 디지털·정보화 시대에 한글이 지니는 가치 및 발전 방향을 다각도로 탐색하도록 한다."
  },
  {
    "영역": "문법",
    "id": "9국04-02",
    "내용": "단어의 짜임을 분석하여 새말 형성의 원리를 이해한다."
  },
  {
    "영역": "문법",
    "id": "9국04-03",
    "내용": "품사의 종류와 특성을 이해하고 국어 자료를 분석한다.",
    "해설": "이 성취기준은 품사의 종류와 특성을 이해하고 이를 바탕으로 다양한 국어 자 료를 분석할 수 있는 능력을 기르기 위해 설정하였다. 품사 분류를 통해 우리말에 대한 이 해의 폭을 넓힘은 물론 품사의 특성을 고려해 정확하고 적절하게 단어를 사용할 수 있도록 한다. 또한, 문장을 단어별로 나누어 문장 안에서의 쓰임을 분석하거나, 글이나 담화에 쓰 인 단어의 정확성 적절성을 평가하거나, 단어 부류의 빈도나 분포에 따라 글이나 담화의 특성을 간략히 기술하는 등, 품사 지식을 활용해 국어 자료의 특성을 간단히 분석해 봄으로 써 품사가 국어 탐구를 위한 기초적이고 유용한 도구임을 이해하도록 한다."
  },
  {
    "영역": "문법",
    "id": "9국04-04",
    "내용": "문장의 짜임을 이해하고 표현 효과를 고려하여 문장을 구성한다."
  },
  {
    "영역": "문법",
    "id": "9국04-05",
    "내용": "피동 표현과 인용 표현의 의도와 효과를 분석하고 상황에 맞게 활용한다.",
    "해설": "이 성취기준은 피동 표현과 인용 표현을 활용해 의도를 정확하고 적절하게 표 현하고, 그 효과를 분석하는 능력을 기르기 위해 설정하였다. 피동 표현과 인용 표현의 형 식적 특성과 기능, 표현 효과를 학습하는 데 중점을 둔다. 피동 표현과 인용 표현의 사용을 표현 의도와 관련지어 이해하고, 그 효과를 분석하여 실제 국어생활에서 상황 맥락에 맞게 적절하게 활용할 수 있도록 한다."
  },
  {
    "영역": "문법",
    "id": "9국04-06",
    "내용": "한글 맞춤법의 기본 원리와 내용을 이해하고 국어생활에 적용한다.",
    "해설": "이 성취기준은 한글 맞춤법의 기본 원리를 이해하여 정확하고 교양 있는 국어 생활을 영위하도록 하기 위해 설정하였다. '공통국어2'의 한글 맞춤법 관련 성취기준에서 내용이 심화·연계됨을 고려하여, '소리대로 적되 어법에 맞도록 함을 원칙으로 한다.'라는 한글 맞춤법 총칙을 중심으로 한글 맞춤법의 기본 원리를 탐구하는 데 중점을 두고, 음운 변동에 대한 지식을 필요로 하는 한글 맞춤법 조항 등은 다루지 않는다."
  },
  {
    "영역": "문법",
    "id": "9국04-07",
    "내용": "세대 분야 매체에 따른 어휘의 양상과 쓰임을 분석하고 다양한 집단과 사회의 언어에 관용적 태도를 지닌다.",
    "해설": "이 성취기준은 세대분야 매체에 따라 어휘가 변이되고 팽창하는 양상을 다 양한 국어 자료를 바탕으로 탐구하고, 이를 바탕으로 다양한 집단과 사회의 언어에 대해 관 용적 태도를 지니도록 하기 위해 설정하였다. 어휘는 언어 사용의 구체적인 맥락과 세대, 분야, 매체 등의 요인에 따라 다양한 양상으로 나타난다. 청소년어, 노인어, 전문어, 인터넷 언어, 새말 등을 대상으로 어휘의 특성과 쓰임, 변이와 생성 과정에 대한 탐구를 통해, 이 들 어휘를 중심으로 한 언어 실천이 상황 맥락 및 사회·문화적 맥락을 고려한 사회적 행위 임을 이해하고 다양한 집단과 사회의 언어에 대해 관용적 태도를 견지할 수 있도록 한다."
  },
  {
    "영역": "문법",
    "id": "9국04-08",
    "내용": "자신과 주변의 다양한 국어 실천 양상을 비판적으로 분석하여 언어와 자아 및 세계 사이의 관계를 인식한다.",
    "해설": "이 성취기준은 다양한 국어 자료에 대한 분석과 성찰을 통해 언어의 본질과 힘을 인식하고, 언어 주체로서 능동적인 국어생활을 영위하도록 하기 위해 설정하였다. 욕 설이나 부정적 표현 및 말투 등이 개인의 정체성 형성에 미치는 영향을 분석하고, 의도를 제대로 전달하지 못하는 표현, 편견 및 고정 관념을 유발하거나 사실을 왜곡하는 표현, 갈 등을 조장하거나 강화하는 표현, 규범과 관습에 적절하지 않은 표현 등이 개인 간 관계 형 성 및 언어 공동체에 미치는 영향을 성찰하고 비판하여, 언어가 자아 및 세계를 구성하는 핵심 자원임을 이해하도록 한다."
  },
  {
    "영역": "문학",
    "id": "9국05-01",
    "내용": "운율, 비유, 상징의 특성과 효과에 유의하며 작품을 감상하고 창작한다."
  },
  {
    "영역": "문학",
    "id": "9국05-02",
    "내용": "갈등의 진행과 해결 과정을 파악하며 작품을 감상한다."
  },
  {
    "영역": "문학",
    "id": "9국05-03",
    "내용": "인간의 성장을 다룬 작품을 읽으며 문학의 가치를 내면화한다."
  },
  {
    "영역": "문학",
    "id": "9국05-04",
    "내용": "보는 이나 말하는 이의 특성과 효과를 파악하며 작품을 감상한다.",
    "해설": "이 성취기준은 시의 화자 또는 소설의 시점 및 서술자에 주목하여 작품을 깊이 있게 감상하는 능력을 기르게 하기 위해 설정하였다. 문학 작품에서 누가 보는가, 누가 말 하는가에 따라 전달하는 내용이나 작품의 분위기가 크게 달라진다. 보는 이나 말하는 이가 누구인지, 어떤 특성을 가지고 있는지를 파악하고, 보는 이나 말하는 이의 특성이 작품 전 체의 주제나 분위기에 어떤 효과를 미치는가에 주목하며 작품을 감상하도록 한다."
  },
  {
    "영역": "문학",
    "id": "9국05-05",
    "내용": "작품에 반영된 사회·문화적 상황을 이해하며 작품을 감상한다."
  },
  {
    "영역": "문학",
    "id": "9국05-06",
    "내용": "자신의 경험을 개성적인 발상과 표현으로 형상화한다.",
    "해설": "이 성취기준은 학습자가 문학을 수용하는 데에 그치지 않고 자신의 삶의 경험 을 창의적으로 표현하며 문학 문화를 향유할 수 있도록 하기 위해 설정하였다. 학습자로 하 여금 여러 작품들의 개성적 발상과 표현을 참고하면서 반어, 역설, 풍자 등 다양한 문학적 표현 방식을 활용하여 자신의 경험을 개성적으로 형상화하도록 한다. 이 과정에서 학습자 가 자신의 경험을 성찰하고 새롭게 의미를 부여하며 가치를 찾도록 하는 한편, 실제 작품 생산의 경험을 통해 개성적인 발상 및 표현에 대한 이해를 심화할 수 있도록 한다."
  },
  {
    "영역": "문학",
    "id": "9국05-07",
    "내용": "연관성이 있는 다른 작품들과의 관계를 파악하며 작품을 감상한다.",
    "해설": "이 성취기준은 작품들 간의 관계에 주목하며 작품을 감상할 수 있게 하기 위 해 설정하였다. 다른 문학 작품들과의 관계 속에서 작품을 다각도로 살핀다면 독자는 작품 에 대해 더 다양하고 깊이 있는 감상이 가능해진다. 통시적·공시적으로 유사한 주제나 형 식을 가진 작품들, 서로 영향을 주고받은 작품들을 찾아보고, 작품 간의 공통점 및 차이점·상호 간의 연관 관계를 파악하며 작품을 감상하도록 한다. 또한 학습자가 스스로 여러 작품 간의 관계를 찾아 새로운 의미 연관성의 맥락을 만들어 볼 수 있도록 한다."
  },
  {
    "영역": "문학",
    "id": "9국05-08",
    "내용": "근거를 바탕으로 작품을 해석하고, 다른 해석들과 비교하여 자신의 해석을 평가한다.",
    "해설": "이 성취기준은 주체적인 관점에서 작품을 해석하며 평가할 수 있는 능력을 기 르게 하기 위해 설정하였다. 작품을 해석할 때는 작품 속의 내용적 형식적 근거나 작품 밖의 맥락적 근거 등을 토대로 하여 작품을 해석하는 것이 필요하다. 작품 해석은 독자의 지식, 경험, 가치관 등을 바탕으로 이루어지는 과정이기 때문에 독자에 따라 얼마든지 달라 질 수 있다. 다만 이때 작품을 잘못 이해하는 오독을 범하지 않으려면 작품 안과 밖의 여러 근거를 바탕으로 작품을 해석해야 한다. 적절한 근거를 들어 작품을 해석하고, 이를 다른 사람들의 해석과 비교하면서 자기 해석의 적절성을 검토하도록 한다."
  },
  {
    "영역": "문학",
    "id": "9국05-09",
    "내용": "문학을 통해 타자를 이해하고 공동체의 문제에 참여하는 태도를 지닌다.",
    "해설": "이 성취기준은 내가 아닌 다른 사람들, 그리고 다른 존재들을 이해하고, 그들 에 공감하는 능력을 기르며, 그들과 어떻게 함께 살아갈 것인가를 공동체의 관점에서 고려 하고, 공동체의 현안에 참여하는 태도를 가지게 하기 위해 설정하였다. 타자를 이해하는 능 력은 평화로운 공존과 협력적 연대를 위한 핵심적 요인이다. 작품 속 인물들의 생각과 마음 을 이해하고 다양한 삶을 간접적으로 체험하도록 함으로써 타자에 대한 이해와 공감의 폭 을 넓힐 수 있도록 한다. 또한 가정, 학교, 이웃 사회, 생태환경 등 다양한 공동체의 문제와 그 해결 과정을 담은 작품을 읽고, 학습자가 속한 공동체의 문제에 대한 인식 능력과 실천 적 참여 능력을 함양하도록 한다."
  },
  {
    "영역": "매체",
    "id": "9국06-01",
    "내용": "대중매체와 개인 인터넷 방송의 특성과 영향력을 비교한다."
  },
  {
    "영역": "매체",
    "id": "9국06-02",
    "내용": "소통 맥락과 수용자 참여 양상을 고려하여 상호 작용적 매체를 분석한다.",
    "해설": "이 성취기준은 상호 작용적 매체의 특성을 이해하고 상황 맥락과 사회·문화 적 맥락에 맞게 소통하는 능력을 기르기 위해 설정하였다. 예를 들어 사회 관계망 서비스 (SNS)는 생각, 의견, 관점 등을 비교적 자유롭게 공유할 수 있는 개방적인 공간이며, 학교 나 학급의 누리집은 공적인 정보를 공유하는 데 초점을 둔 공간이다. 이처럼 소통 목적, 소 통 공간의 특성에 따라 참여자들이 소통하는 방식이 어떻게 달라지는지 다양한 각도에서 분석해 보고 자신의 소통 방식의 적절성에 대해서도 점검해 보도록 한다."
  },
  {
    "영역": "매체",
    "id": "9국06-03",
    "내용": "복합양식성을 고려하여 영상 매체 자료를 제작하고 공유한다."
  },
  {
    "영역": "매체",
    "id": "9국06-04",
    "내용": "매체 소통에서의 권리와 책임을 이해하고, 수용자의 반응을 고려하며 매체 자료의 제작 과정을 성찰한다."
  },
  {
    "영역": "매체",
    "id": "9국06-05",
    "내용": "매체 자료의 재현 방식을 이해하고 광고나 홍보물을 분석한다.",
    "해설": "이 성취기준은 매체 텍스트가 현실을 재현하는 방식을 이해하는 능력을 기르 기 위해 설정하였다. 매체 자료는 제작자의 의도와 관점이 반영된 재현물이라는 것에 대한 이해를 바탕으로 다양한 광고나 홍보물을 살펴보며 사건, 쟁점, 인물 등을 표현하기 위해 어떤 문구나 이미지가 선택되거나 배제되었는지를 탐구하고, 사회상이나 특정 집단에 대해 어떤 고정 관념이 반영되어 있는지 분석하도록 한다."
  },
  {
    "영역": "매체",
    "id": "9국06-06",
    "내용": "사회·문화적 맥락을 고려하여 매체 자료의 공정성을 평가한다.",
    "해설": "이 성취기준은 매체 자료를 공정성의 측면에서 비판적으로 이해하는 능력을 기르기 위해 설정하였다. 타당하고 신뢰성 있는 정보라 하더라도 그것이 의도에 따라 과도 하게 반복, 과장, 축소되어 전달되는 경우에는 공정한 매체 자료라고 보기 어렵다. 특정 사 건이나 쟁점을 다루는 매체 자료를 비교하고, 그 매체 자료가 제작된 사회·문화적 맥락이 어떠한지 파악한다. 그리고 매체 자료가 특정 제품이나 업체를 홍보하고 있지는 않은지, 다 양한 주장을 전달하지 않고 특정 입장을 지닌 주장을 전달하면서 한쪽으로 치우쳐 있지는 않은지, 피상적인 사실 전달에 그쳐 특정한 쟁점이나 사건에 대한 진실을 간과하거나 호도 하고 있지는 않은지 등을 점검한다."
  }
]