[
  {
    "영역": "인간 발달과 주도적 삶",
    "id": "9기가01-01",
    "내용": "자아 존중감을 향상시키고 긍정적인 자아 정체성을 형성하기 위해 청소년기의 발달 특 징을 자신의 발달 특징과 연결 지어 자신을 총체적으로 이해한다."
  },
  {
    "영역": "인간 발달과 주도적 삶",
    "id": "9기가01-02",
    "내용": "의생활, 식생활이 청소년기 성장과 건강에 미치는 영향을 탐색하고 성장과 건강을 위해 바람직한 의생활과 식생활의 실천 방안을 탐색하여 이를 실천한다.",
    "해설": "[9기가01-02] 이 성취기준은 의생활과 식생활을 어떻게 영위하는지에 따라 청소년기 발 달에 차이가 발생할 수 있음을 이해하고, 건강한 생활을 영위하고 청소년기의 긍정적인 발달을 이끄는 방안을 탐색하여 실천하도록 한다."
  },
  {
    "영역": "인간 발달과 주도적 삶",
    "id": "9기가01-03",
    "내용": "건강과 성장을 위한 청소년기 영양의 중요성을 이해하여 자신의 식생활을 평가하고, 식생활 문제를 개선하여 건강한 식생활을 실천한다."
  },
  {
    "영역": "인간 발달과 주도적 삶",
    "id": "9기가01-04",
    "내용": "의복디자인 요소를 고려한 자기이미지에 맞는 옷차림으로 자신을 긍정적으로 표현한다.",
    "해설": "[9기가01-04] 이 성취기준은 자기 이미지에 맞는 옷차림을 하는 것이 자아를 표현하는 효 과적인 수단이 될 수 있음을 인식하고, 의복디자인 요소를 고려한 옷차림으로 자신을 긍정적으로 표현할 수 있도록 한다. 또한 한복에서 자신에게 맞는 디자인 요소를 찾아보는 활동을 추가하여 진행할 수 있다."
  },
  {
    "영역": "인간 발달과 주도적 삶",
    "id": "9기가01-05",
    "내용": "청소년기의 건강한 발달을 위협하는 스트레스, 분노, 우울 등의 여러 가지 행동 및 심리 문제의 원인을 분석하고, 적응 유연성을 기를 수 있는 다양한 예방 및 해결방안을 탐 색하여 적용한다."
  },
  {
    "영역": "인간 발달과 주도적 삶",
    "id": "9기가01-06",
    "내용": "사회변화로 증가하는 여러 가지 청소년 중독의 유형을 탐색하여 이를 예방하고 대응할 수 있는 방안을 제안한다.",
    "해설": "[9기가01-06] 이 성취기준은 디지털 생활환경의 확산으로 나타나는 중독 문제(게임, 스 마트폰, 도박 등)와 청소년 건강과 관련된 중독 문제(니코틴, 카페인, 약물 등)의 발생 원 인과 영향을 분석하고, 이를 예방 및 해결하는 방안을 제안하도록 한다."
  },
  {
    "영역": "인간 발달과 주도적 삶",
    "id": "9기가01-07",
    "내용": "자기 이해를 기반으로 전 생애적 관점에서 진로 설계의 중요성을 인식하고, 자기 적성에 맞는 진로를 설계한다."
  },
  {
    "영역": "인간 발달과 주도적 삶",
    "id": "9기가01-08",
    "내용": "성적 자기 결정권의 중요성을 이해하고, 성인지 감수성과 건강한 성 가치관을 함양하여 상호 존중의 관계를 실천할 수 있는 방안을 탐색한다.",
    "해설": "[9기가01-08] 이 성취기준은 이차 성징의 변화를 경험하는 중학교 학습자들이 남성과 여 성의 서로 다른 성에 대해 이해하여 부정확한 지식이나 편견을 갖지 않도록 하며, 성인지 감수성을 바탕으로 자신의 뜻을 분명히 하는 주체적이고 책임감 있는 태도를 길러 자기 자 신과 상대방을 보호하며 존중할 수 있는 성적 자기 결정권에 대한 이해를 함양하도록 한다. 이 권리는 왜곡된 성 관련 정보와 위험한 환경으로부터 자신을 보호할 수 있는 근거가 될 수 있으며, 다른 의미로 해석되지 않도록 유의한다."
  },
  {
    "영역": "인간 발달과 주도적 삶",
    "id": "9기가01-09",
    "내용": "일상생활 및 가상공간에서 만나는 또래와 건강한 관계를 형성하고, 다양한 주변인들과 친밀한 세대 간 관계를 형성하는 방안을 탐색하여 실천한다.",
    "해설": "[9기가01-09] 이 성취기준은 자신을 둘러싼 관계에는 횡적(또래) 관계뿐 아니라 종적(다 양한 세대) 관계도 있음을 인식하고, 다양한 주변인들과 건강하고 친밀한 관계를 형성하는 방안을 실천하도록 한다. 이때, 현실 세계에서 교류하는 타인뿐만 아니라 확장된 생활환경 (사회관계망서비스(SNS), 게임, 메타버스와 같은 가상세계)에서 교류하는 타인도 함께 다룬다. 인터넷상의 익명성을 올바르게 활용할 수 있는 방안과 인터넷 언어폭력, 사이버 폭력의 심각성을 알아보는 활동을 추가하여 진행할 수 있다."
  },
  {
    "영역": "인간 발달과 주도적 삶",
    "id": "9기가01-10",
    "내용": "다양한 현대 가족에 내재된 가족생활의 보편성과 고유한 가치를 존중하는 동시에 가족에 대한 유연한 태도를 길러, 뉴노멀 사회에서의 새로운 가족문화를 탐색한다.",
    "해설": "[9기가01-10] 이 성취기준은 사회 변화로 인해 가족 유형의 다양성이 증가하고 있지만, 이 러한 다양성을 관통하는 가족이 지닌 고유의 가치를 인식하도록 한다. 또한 다양한 가족에 대한 유연한 태도와 더불어 살아가는 공동체의 가치에 대해 탐색하도록 한다. 나아가 테크놀로지와 미디어 발달로 인해 발생한 변화에 적합한 새로운 가족문화를 탐색 하여 실천할 수 있도록 한다."
  },
  {
    "영역": "인간 발달과 주도적 삶",
    "id": "9기가01-11",
    "내용": "대인 관계에서 발생하는 갈등의 원인과 배경을 분석하고, 효과적인 의사소통을 통해 갈등을 해결하는 방안을 탐색하여 이를 적용한다.",
    "해설": "[9기가01-11] 이 성취기준은 갈등을 원만하게 해결하기 위한 의사소통능력의 필요성을 인 식하고, 효과적 의사소통 방법의 의미와 원리를 파악한다. 또한 객관적 관점에서 갈등을 조 망하여 타인과의 갈등을 해결하고 원만한 대인 관계를 형성할 수 있도록 한다."
  },
  {
    "영역": "인간 발달과 주도적 삶",
    "id": "9기가01-12",
    "내용": "성폭력과 가정폭력의 사회구조적인 원인과 영향을 분석하고, 다양한 문제 상황을 중심 으로 이를 대처하고 지원하는 방안을 탐색한다."
  },
  {
    "영역": "생활환경과 지속가능한 선택",
    "id": "9기가02-01",
    "내용": "생활자원의 종류와 특성 및 순환과정을 이해하고, 의식주 자원관리의 중요성을 인식한다.",
    "해설": "[9기가02-01] 이 성취기준은 생활자원을 인적·물적 자원으로 구분하고 일상생활을 영위 하는데 필수적인 의식주 자원이 물적 자원에 포함됨을 이해한다. 점차 심각해지는 기후위 기에 대응하여 인간과 자연이 공존하기 위해서는 순환 가능성을 고려한 의식주 자원관리 가 중요함을 인식할 수 있게 한다."
  },
  {
    "영역": "생활환경과 지속가능한 선택",
    "id": "9기가02-02",
    "내용": "한국인 영양소 섭취기준과 식사구성안을 바탕으로 균형 잡힌 식사를 계획한다."
  },
  {
    "영역": "생활환경과 지속가능한 선택",
    "id": "9기가02-03",
    "내용": "건강과 환경을 고려한 식품의 선택, 관리, 보관 방법을 탐색하여 실생활에 적용한다."
  },
  {
    "영역": "생활환경과 지속가능한 선택",
    "id": "9기가02-04",
    "내용": "개인과 가족의 영양 요구와 지속가능성을 충족하는 식사를 계획하고 조리한다.",
    "해설": "[9기가02-04] 이 성취기준은 식사 계획 시 개인과 가족의 영양 및 기호 등을 고려하는 것뿐만 아니라 제철 식품, 로컬 푸드, 대체식품, 탄소배출, 음식물 쓰레기 감량 등의 지 속가능성을 고려하여 식품을 선택하고, 조리 시에도 건강 및 안전을 고려한 조리법을 적 용하도록 한다."
  },
  {
    "영역": "생활환경과 지속가능한 선택",
    "id": "9기가02-05",
    "내용": "의복 재료의 특성을 이해하고 건강과 환경을 고려한 의복의 세탁과 관리 방안을 탐색 하여 실천한다."
  },
  {
    "영역": "생활환경과 지속가능한 선택",
    "id": "9기가02-06",
    "내용": "지속가능성을 고려하여 의복 마련 계획을 세우고, 이를 창의적이고 친환경적인 의생활에 적용한다.",
    "해설": "[9기가02-06] 이 성취기준은 패스트 패션과 같은 현대 사회의 의생활 문제를 분석하여 의복 구매 시 디자인, 가격 등의 개인적 요구뿐 아니라 자신의 선택이 사회, 환경에 미치는 영향까지도 고려해야 함을 성찰한다. 나아가 3R(Reduce, Reuse, Re(Up)cycle)을 일상 생활에서 실천하는 방안을 탐색하여 실천하도록 한다."
  },
  {
    "영역": "생활환경과 지속가능한 선택",
    "id": "9기가02-07",
    "내용": "주거의 의미와 가치가 변화함에 따라 나타나는 다양한 생활 양식을 탐색하고, 더불어 살아가는 주거 문화를 실천한다.",
    "해설": "[9기가02-07] 이 성취기준은 주거의 의미와 기능을 살펴보고, 현대 사회 주거 가치와 인식 변화에 따른 다양한 주생활 양식을 탐색한다. 또한 대면 교류가 줄어들고 있는 현실에서 더불어 사는 주거 문화의 중요성을 인식하고 실천 방안을 탐색하여 공동체 가치 함양 및 역량이 강화되도록 한다."
  },
  {
    "영역": "생활환경과 지속가능한 선택",
    "id": "9기가02-08",
    "내용": "생활공간으로서 주거환경의 조건을 분석하고, 쾌적하고 안전한 주거 관리 방안을 탐색 하여 실생활에 적용한다.",
    "해설": "[9기가02-08] 이 성취기준은 열, 빛, 공기, 소음이 인간에게 미치는 영향을 이해하여 쾌 적한 주거환경을 조성하기 위한 능력을 기른다. 특히 디지털 환경 확대에 따른 인공지능 기반 주거 서비스(안전성, 쾌적성, 편의성, 유지 및 관리 등)의 쾌적성과 안전성에 대해 분석해 보도록 한다. 또한 주생활에서 탄소중립을 실천하기 위해 가정생활에서의 탄소발 자국 줄이기 활동 등을 진행할 수 있다."
  },
  {
    "영역": "생활환경과 지속가능한 선택",
    "id": "9기가02-09",
    "내용": "효율적인 주거 공간 구성 방안을 탐색하여 자신의 생활에 적합한 주거 공간 구성에 활용 한다."
  },
  {
    "영역": "생활환경과 지속가능한 선택",
    "id": "9기가02-10",
    "내용": "의식주 생활자원의 생산과 폐기과정을 탐색하고, 일상생활에서 의식주 생활자원을 선택한 과정과 그 결과를 성찰한다.",
    "해설": "[9기가02-10] 이 성취기준은 의식주 생활자원의 순환과정에 초점을 두어 그 일생을 추론 하고, 자신과 가족의 선택이 미치는 영향을 실천적 추론 등의 방법을 통해 성찰한다."
  },
  {
    "영역": "생활환경과 지속가능한 선택",
    "id": "9기가02-11",
    "내용": "급변하는 소비환경의 변화를 이해하고, 다양한 소비자 정보를 비판적으로 분석하여 자신의 소비생활에 활용한다.",
    "해설": "[9기가02-11] 이 성취기준은 디지털 소비환경으로 변화함에 따라 무분별하게 쏟아지는 사회 관계망 광고, 추적 광고, 맞춤형 광고 등의 소비자 정보를 비판적으로 분석하여 문 제점을 인식한다. 신유형 광고와 중립적 소비자 정보를 구분하는 활동을 통해 미디어 리 터러시 역량을 함양하고, 유용한 소비자 정보를 선별하여 자신의 소비생활에 가치 있게 활용할 수 있도록 지도한다."
  },
  {
    "영역": "생활환경과 지속가능한 선택",
    "id": "9기가02-12",
    "내용": "청소년 소비자의 특성을 이해하고 소비자 의사 결정 과정을 통한 합리적인 소비생활을 실천한다."
  },
  {
    "영역": "생활환경과 지속가능한 선택",
    "id": "9기가02-13",
    "내용": "책임 있는 소비자로서 소비자의 권리와 역할을 인식하고, 소비생활에서 발생하는 소비자 문제와 해결 방안을 탐색하여 소비생활에 적용한다.",
    "해설": "[9기가02-13] 이 성취기준은 소비자 문제와 관련된 사회적 현안을 선정하여 소비자 문제의 발생 원인을 파악하고 적합한 문제 해결 방안을 선택하고 실천하여, 비판적 사고능력을 기르고 적극적인 소비자 시민으로서의 사회적 역할을 탐색해 보도록 한다."
  },
  {
    "영역": "생활환경과 지속가능한 선택",
    "id": "9기가02-14",
    "내용": "디지털 생활환경으로 나타난 일상생활의 혁신과 변화를 비판적으로 분석한 결과를 삶의 질 향상에 활용할 수 있는 방안을 탐색하여 제안한다.",
    "해설": "[9기가02-14] 이 성취기준은 디지털 생활환경으로 변화함에 따라 의식주 생활에 새롭게 등장한 변화를 찾아 이것이 우리 삶에 미친 긍정적 영향과 부작용을 모두 살펴보고, 이를 삶의 질 향상에 활용할 수 있는 방안을 탐색하여 제안하도록 한다."
  },
  {
    "영역": "기술적 문제해결과 혁신",
    "id": "9기가03-01",
    "내용": "기술의 의미와 특성을 이해하고 기술의 발달에 따른 사회의 변화를 파악하며, 미래의 기술과 사회의 변화를 평가하고 예측함으로써 기술에 대한 가치를 인식한다."
  },
  {
    "영역": "기술적 문제해결과 혁신",
    "id": "9기가03-02",
    "내용": "기술의 표준화, 적정 기술과 같은 기술 활용 사례를 탐구하고, 기술이 사회에 미치는 영향을 바르게 인식하여 기술 혁신과 사회 발전에 참여하는 태도를 갖는다."
  },
  {
    "영역": "기술적 문제해결과 혁신",
    "id": "9기가03-03",
    "내용": "기술적 문제 해결 과정의 이해를 바탕으로 문제를 확인하고, 정보를 수집하며, 확산적 사고와 수렴적 사고를 통해 해결방안을 탐색하고 대안을 선정한다.",
    "해설": "[9기가03-03], [9기가03-04] 이 성취기준은 기술적 문제 해결 과정의 각 단계를 학생들이 이해하고, 각 단계에 맞는 실제적인 활동을 수행하여 기술적 문제해결 역량을 기르는데 주안점이 있다."
  },
  {
    "영역": "기술적 문제해결과 혁신",
    "id": "9기가03-04",
    "내용": "기술적 문제 해결 방안을 시각화하고 도면을 작성하며, 올바른 도구를 선택하여 시제품 또는 모형을 제작 및 평가하는 과정에서 협업 능력, 공감 능력과 의사소통 능력을 기른다.",
    "해설": "[9기가03-03], [9기가03-04] 이 성취기준은 기술적 문제 해결 과정의 각 단계를 학생들이 이해하고, 각 단계에 맞는 실제적인 활동을 수행하여 기술적 문제해결 역량을 기르는데 주안점이 있다. [9기가03-04] 이 성취기준은 기술적 문제 해결 과정에서 아이디어 시각화가 중요한 수단이라는 것을 인지하고, 사투상법, 등각투상법, 투시투상법 등의 입체투상법과 스 케치를 중심으로 아이디어의 산출 및 기록, 소통의 중요성을 이해하는데 주안점을 둔다."
  },
  {
    "영역": "기술적 문제해결과 혁신",
    "id": "9기가03-05",
    "내용": "발명의 개념을 이해하고, 발명 문제 해결 과정을 바탕으로 발명 활동을 체험하여 창조에 대한 자신감을 갖고 발명이 사회에 미친 영향과 가치를 인식한다."
  },
  {
    "영역": "기술적 문제해결과 혁신",
    "id": "9기가03-06",
    "내용": "지식재산권의 종류와 특징을 이해하고, 지식재산과 관련한 다양한 사례 조사 및 체험을 통해 지식재산권의 창출, 보호, 활용을 이해하고 실천한다."
  },
  {
    "영역": "기술적 문제해결과 혁신",
    "id": "9기가03-07",
    "내용": "재료의 종류와 특성을 이해하며, 목적에 맞는 재료를 선택하고, 안전한 가공 방법을 실천 한다.",
    "해설": "[9기가03-07] 이 성취기준은 기술적 활동에 사용되는 주요 재료인 목재, 금속, 플라스틱 등의 종류, 특성, 용도에 대해 이해하고 안전하고 바른 방법으로 재료를 가공 및 활용하는 능력을 기르는데 주안점이 있다."
  },
  {
    "영역": "기술적 문제해결과 혁신",
    "id": "9기가03-08",
    "내용": "설계의 가치와 필요성을 인식하고, 제도의 기본 통칙에 따라 도면을 작성한다.",
    "해설": "[9기가03-08] 이 성취기준은 기술적 산출물을 제작하거나 아이디어를 표현하고자 할 때 도면의 작성 방법, 도면의 기능과 필요성을 인식하는데 주안점을 둔다. 또한 정투상도, 도면의 크기, 척도, 선의 종류와 용도, 치수 기재 등 제도 통칙(KS)을 이해하고 도면 작성을 체험하도록 한다."
  },
  {
    "영역": "기술적 문제해결과 혁신",
    "id": "9기가03-09",
    "내용": "제품의 제작 순서를 이해하고 올바른 도구를 선택하여 제품을 안전하게 제작하고 평가한다.",
    "해설": "[9기가03-09] 이 성취기준은 학생이 기술적 문제 해결 능력을 함양하기 위해 제품을 직 접 제작하는 것은 중요한 학습 활동이므로 설정하였다. 따라서 문제 해결에 필요한 제품 가공 방법을 이해할 수 있도록 하는데 주안점을 둔다."
  },
  {
    "영역": "기술적 문제해결과 혁신",
    "id": "9기가03-10",
    "내용": "친환경 에너지 자원의 특성을 이해하고, 종류와 활용 사례를 조사하여 친환경 에너지 개발의 중요성을 인식한다.",
    "해설": "[9기가03-10] 이 성취기준은 기후변화, 환경오염 및 에너지 자원 고갈 문제는 기술의 발 달과 함께 지속적으로 제기되고 있는 문제이며, 친환경 에너지 자원은 지속가능한 기술의 발전을 위해 중요하기 때문에 친환경 에너지의 다양한 활용과 개발 사례를 조사함으로써 우리의 생활에서 친환경 에너지의 필요성을 인식하도록 하는데 주안점을 둔다."
  },
  {
    "영역": "기술적 문제해결과 혁신",
    "id": "9기가03-11",
    "내용": "에너지와 관련된 문제를 발견하고 창의적인 해결방안을 탐색하여 실현하고 평가한다."
  },
  {
    "영역": "기술적 문제해결과 혁신",
    "id": "9기가03-12",
    "내용": "다양한 수송 수단과 물류 체제를 이해하고 발달과정 및 특징과 혁신적인 활용 사례를 조사하여 수송 분야의 발달을 전망한다.",
    "해설": "[9기가03-12] 이 성취기준은 현대 사회가 내연기관뿐 아니라 다양한 형태의 동력 발생 장치를 이용한 수송 수단을 활용하고 있으며, 자율주행 기술로 인해 물류가 자동화되면서 수송기술의 중요성이 더욱 강조되고 있으므로 육상, 해상, 항공우주 분야의 혁신적인 수송 장치와 물류 시스템을 이해하고 이를 활용하는 방안을 종합적으로 살펴봄으로써 미래 수송 분야의 발달을 예측할 수 있도록 하는데 주안점을 둔다."
  },
  {
    "영역": "기술적 문제해결과 혁신",
    "id": "9기가03-13",
    "내용": "수송 수단 및 물류 체제와 관련된 문제를 이해하고 해결방안을 탐색하여 실현하고 평가 한다."
  },
  {
    "영역": "지속가능한 기술과 융합",
    "id": "9기가04-01",
    "내용": "건설기술의 개념 및 발달과정, 건설 구조물의 종류와 특성을 이해하고, 건설 구조물의 혁신사례를 탐구함으로써 건설기술의 중요성을 인식한다."
  },
  {
    "영역": "지속가능한 기술과 융합",
    "id": "9기가04-02",
    "내용": "건설 구조물의 종류에 따른 계획, 설계, 시공, 유지관리 방법을 탐구하고 건설과정의 중요성을 이해하며 건설 구조물의 가치를 인식한다."
  },
  {
    "영역": "지속가능한 기술과 융합",
    "id": "9기가04-03",
    "내용": "사용자 요구 및 주어진 환경과 조건을 충족하는 지속가능한 건설 구조물의 모형을 설계·제작 및 평가한다.",
    "해설": "[9기가04-03] 이 성취기준은 주어진 환경과 조건에 따른 건설 구조물의 종류와 형태, 설계 및 시공 방법의 이해를 바탕으로 건설 구조물의 설계와 시공 방법을 기술적 문제 해결 과정을 통해 학습하기 위해 설정하였다."
  },
  {
    "영역": "지속가능한 기술과 융합",
    "id": "9기가04-04",
    "내용": "전기·전자 부품의 종류와 기능을 이해하고 기능에 맞는 부품을 선택하여 문제를 해결하기 위한 간단한 회로를 구성하고 제작 및 평가한다.",
    "해설": "[9기가04-04] 이 성취기준은 제어 및 자동화를 위해서는 전기·전자 부품을 이용한 회로 구성이 필수적인 요소이므로 주어진 문제를 해결할 수 있는 반도체를 포함한 전기·전자 부품들을 선택하고 이들의 회로 구성을 통해 액추에이터를 제어할 수 있는 학습이 되도록 하는 데 초점을 둔다."
  },
  {
    "영역": "지속가능한 기술과 융합",
    "id": "9기가04-05",
    "내용": "정보통신과 인공지능 기술의 활용 사례를 탐구하고, 정보통신과 인공지능 기술이 우리 삶에 미치는 영향을 다양한 관점에서 평가한다.",
    "해설": "[9기가04-05] 이 성취기준은 현대 사회에서 정보통신 기술이 다른 기술 영역과 융합하여 기술적 문제 해결 능력을 기를 기회를 제공하기 때문에 설정한 것이다. 또한, 인공지능 기술 발달에 따른 사회 문화적 영향을 이해하고, 이와 관련된 윤리적인 이슈를 다양한 관점에서 바라볼 수 있도록 하는 데 초점을 둔다."
  },
  {
    "영역": "지속가능한 기술과 융합",
    "id": "9기가04-06",
    "내용": "정보통신과 인공지능 기술 관련 문제를 이해하고 해결 방안을 탐색, 실현, 평가함으로써 긍정적인 문제 해결 태도를 갖는다.",
    "해설": "[9기가04-06] 이 성취기준은 빅데이터, 사물인터넷, 인공지능 기술을 비롯한 정보통신 관련 프로젝트 활동을 기반으로 관련 분야의 문제를 탐색하고 이를 해결할 수 있는 최적의 방안을 도출하며, 제품을 제작 및 평가, 피드백 하는 과정을 통해 정보통신과 인공지능 기술을 활용하는 역량을 키우는 데 초점을 둔다."
  },
  {
    "영역": "지속가능한 기술과 융합",
    "id": "9기가04-07",
    "내용": "기계의 구성 요소 및 동력 전달 장치의 종류와 특징을 이해하고, 작동 원리에 맞는 기계요소를 선택하여 평가한다.",
    "해설": "[9기가04-07] 이 성취기준은 기계요소와 동력 전달 장치가 다양한 영역의 기술에 기초가 되므로 기계요소와 동력 전달장치의 종류와 특징을 이해하도록 설정하였다. 특히 다양한 체험활동을 통해 기계요소 및 동력 전달 장치의 종류와 특징을 이해하고, 자동화 및 로봇 등에 활용되는 기계요소와 동력 전달 장치를 바르게 선택하여 활용할 수 있는 역량을 신 장할 수 있는 학습이 이루어지도록 한다."
  },
  {
    "영역": "지속가능한 기술과 융합",
    "id": "9기가04-08",
    "내용": "다양한 기계요소와 동력 전달 방법을 활용하여 주어진 문제를 해결할 수 있는 운동 물체를 안전하게 제작하고 평가한다."
  },
  {
    "영역": "지속가능한 기술과 융합",
    "id": "9기가04-09",
    "내용": "로봇에 활용되고 있는 제어 및 자동화 기술 등을 탐구하여 간단한 로봇을 제작하고 평가함으로써 창조에 대한 자신감을 갖는다.",
    "해설": "[9기가04-09] 이 성취기준은 우리 생활 주변에는 다양한 형태의 로봇이 있으며, 로봇은 인간의 삶을 보다 편리하게 영위할 수 있도록 도와주므로 학습자가 기술적 체험을 통해 로봇에 대한 이해가 필요하기 때문에 설정하였다. 다양한 전기·전자 부품, 기계요소와 동력전달 장치 등을 활용하여 제한된 조건을 해결할 수 있는 간단한 로봇(자동화 장치)을 설계, 제작, 평가할 수 있는 문제 해결 기반 프로젝트 학습이 이루어지도록 한다."
  },
  {
    "영역": "지속가능한 기술과 융합",
    "id": "9기가04-10",
    "내용": "인간의 건강과 생명 연장을 위해 의료 분야에서 활용되는 생명기술 사례를 조사하고, 생명기술이 개인과 사회에 미친 영향을 평가한다.",
    "해설": "[9기가04-10] 이 성취기준은 생명기술이 인간의 건강과 생명 연장을 위해 의공학의 발전 과 신약 개발에 힘써왔다는 것에 대한 이해를 바탕으로 생명기술과 생명 윤리의 중요성 을 인식할 수 있도록 설정한 것이다. 여기서는 생명기술의 발달과 생명기술 사례를 다양 한 관점에서 탐구하며 그 영향에 대한 평가가 이루어질 수 있도록 한다."
  },
  {
    "영역": "지속가능한 기술과 융합",
    "id": "9기가04-11",
    "내용": "생명기술을 이해하며, 이와 관련된 문제의 해결 방안을 탐색, 실현, 평가하고, 생명 존 중 및 윤리적 태도를 갖는다."
  },
  {
    "영역": "지속가능한 기술과 융합",
    "id": "9기가04-12",
    "내용": "기술적 문제에 대한 도전적 태도로 다양한 분야에 활용되고 있는 융합 기술의 사례를 탐구하고 미래의 기술 변화를 전망한다."
  },
  {
    "영역": "지속가능한 기술과 융합",
    "id": "9기가04-13",
    "내용": "긍정적이고 공감하는 문제 해결 태도를 바탕으로 지속가능한 발전과 혁신을 위해 융합 기술 문제를 해결하고 과정과 결과를 평가한다.",
    "해설": "[9기가04-13] 이 성취기준은 우리 생활에 실제 이용되고 있는 기술 대부분은 다양한 지 식이 융합되어 이용되며, 기술의 발전이 가속화됨에 따라 기술의 융합도 더욱 가속화되고 있음을 이해하고, 융합적 사고와 사용자 중심의 공감 및 긍정적 문제 해결 태도를 바탕으로 융합 프로젝트를 수행하도록 한다."
  }
]