[
  {
    "영역": "수와 연산",
    "id": "2수01-01",
    "내용": "0과 100까지의 수 개념을 이해하고, 수를 세고 읽고 쓸 수 있다.",
    "해설": "100까지의 수는 10개씩 묶음과 낱개를 중심으로 지도한다. 0은 덧셈과 뺄셈의 계산 결과로 나올 때 형식적으로 지도하지 않고, ‘아무것도 없다’는 의미로 사용되는 경우와 관련하여 지도한다."
  },
  {
    "영역": "수와 연산",
    "id": "2수01-02",
    "내용": "수의 순서를 이해하고, 크기를 비교할 수 있다.",
    "해설": "수의 순서는 ‘하나씩 커지는 수’, ‘하나씩 작아지는 수’ 뛰어 세기 등을 통해 지도하고, 수의 크기 비교는 ‘~보다 크다, ~보다 작다, ~와 같다’와 같은 용어를 사용하여 표현하게 한다. 두 수의 크기 비교는 구체물이나 그림을 사용하여 지도하고, 점차 수직선을 활용하여 지도할 수 있다."
  },
  {
    "영역": "수와 연산",
    "id": "2수01-03",
    "내용": "덧셈과 뺄셈이 이루어지는 실생활 상황을 통하여 덧셈과 뺄셈의 의미를 이해한다.",
    "해설": "실생활 상황에서 덧셈은 ‘합하는 상황(첨가)’과 ‘더하는 상황(증가)’을, 뺄셈은 ‘덜어 내는 상황(제거)’, ‘같게 만드는 상황(비교)’ 등을 통하여 의미를 이해하게 한다. 덧셈과 뺄셈의 관계는 ‘3+4=7, 7-3=4, 7-4=3’과 같이 하나의 상황을 세 가지 식으로 나타내는 활동을 통해 이해하게 한다."
  },
  {
    "영역": "수와 연산",
    "id": "2수01-04",
    "내용": "두 자리 수의 범위에서 덧셈과 뺄셈의 계산 원리를 이해하고 그 계산을 할 수 있다.",
    "해설": "덧셈과 뺄셈은 구체물 조작, 그림 그리기, 수직선 이용하기 등 다양한 방법으로 계산하게 한다. 덧셈과 뺄셈의 어림 활동은 덧셈과 뺄셈을 하기 전에 미리 계산 결과를 예상해 보는 활동과 관련하여 간단하게 다룬다."
  },
  {
    "영역": "수와 연산",
    "id": "2수01-05",
    "내용": "덧셈과 뺄셈의 계산 결과를 어림할 수 있다.",
    "해설": "덧셈과 뺄셈은 구체물 조작, 그림 그리기, 수직선 이용하기 등 다양한 방법으로 계산하게 한다. 덧셈과 뺄셈의 어림 활동은 덧셈과 뺄셈을 하기 전에 미리 계산 결과를 예상해 보는 활동과 관련하여 간단하게 다룬다."
  },
  {
    "영역": "수와 연산",
    "id": "2수01-06",
    "내용": "곱셈이 이루어지는 실생활 상황을 통하여 곱셈의 의미를 이해한다.",
    "해설": "곱셈의 의미는 ‘묶어 세기’, ‘같은 수 더하기(동수누가)’ 등을 통해 지도하며, 곱셈구구를 학습하는 기초가 되게 한다. 곱셈표를 만들어 보는 활동을 통해 2, 5, 3, 4단의 곱셈구구에서 곱하는 수와 곱의 관계를 이해하게 한다."
  },
  {
    "영역": "수와 연산",
    "id": "2수01-07",
    "내용": "곱셈구구를 이해하고, 한 자리 수의 곱셈을 할 수 있다.",
    "해설": "곱셈의 의미는 ‘묶어 세기’, ‘같은 수 더하기(동수누가)’ 등을 통해 지도하며, 곱셈구구를 학습하는 기초가 되게 한다. 곱셈표를 만들어 보는 활동을 통해 2, 5, 3, 4단의 곱셈구구에서 곱하는 수와 곱의 관계를 이해하게 한다."
  },
  {
    "영역": "도형",
    "id": "2수02-01",
    "내용": "주변에 있는 물건의 모양을 관찰하는 활동을 통하여 여러 가지 입체도형과 평면도형을 직관적으로 이해하고, 그 구성 요소를 안다.",
    "해설": "입체도형과 평면도형은 ‘입체’, ‘평면’이라는 용어보다 ‘상자 모양’, ‘둥근기둥 모양’, ‘공 모양’ 등과 같이 직관적인 용어를 사용하여 지도하고, 이와 관련된 물건을 찾아 분류하는 활동을 하게 한다. 평면도형의 구성 요소는 ‘곧은 선(변)’과 ‘뾰족한 점(꼭짓점)’이라는 직관적인 용어를 사용하여 지도한다."
  },
  {
    "영역": "도형",
    "id": "2수02-02",
    "내용": "여러 가지 모양을 만들어 보고, 쌓기나무를 이용하여 여러 가지 입체도형을 만드는 활동을 통하여 공간 감각을 기른다.",
    "해설": "쌓기나무를 이용하여 여러 가지 모양을 만들고 사용된 쌓기나무의 개수를 세어 보는 활동을 하게 한다. 이때 쌓기나무로 만든 모양을 위, 앞, 옆에서 본 모양을 그려 보는 활동은 다루지 않는다."
  },
  {
    "영역": "측정",
    "id": "2수03-01",
    "내용": "일상생활에서 길이, 들이, 무게를 비교하는 상황을 통하여 양을 직관적으로 비교하고, 여러 가지 단위를 이용하여 양을 측정하는 경험을 통하여 표준 단위의 필요성을 안다.",
    "해설": "길이, 들이, 무게 등은 ‘길다, 짧다’, ‘많다, 적다’, ‘무겁다, 가볍다’와 같은 일상적인 용어를 사용하여 비교하게 한다. 여러 가지 단위를 사용하여 양을 측정하고 그 결과를 말하는 활동을 통해 표준 단위의 필요성을 인식하게 한다."
  },
  {
    "영역": "측정",
    "id": "2수03-02",
    "내용": "길이의 표준 단위인 센티미터(cm)와 미터(m)를 알고, 이를 이용하여 길이를 재고 어림할 수 있다.",
    "해설": "1cm와 1m는 각각 ‘센티미터’, ‘미터’라고 읽고 쓴다는 것을 알게 한다. 자를 이용하여 길이를 잴 때에는 자의 눈금 0에 물건의 한쪽 끝을 맞추어 재도록 지도한다. 길이를 어림할 때에는 1cm, 1m에 대한 양감을 기르기 위해 자신의 신체 일부나 구체물을 이용할 수 있다."
  },
  {
    "영역": "측정",
    "id": "2수03-03",
    "내용": "시계를 보고 시각을 읽을 수 있다.",
    "해설": "‘몇 시’와 ‘몇 시 30분’을 먼저 지도하고 ‘몇 시 몇 분’을 지도하며, 시계 보기를 통하여 시각을 자연스럽게 읽을 수 있도록 지도한다. 1시간은 60분임을 알게 하고, 1일은 24시간이며 하루 동안 시계의 긴바늘과 짧은바늘이 움직이는 빠르기가 다름을 이해하게 한다. 1년은 12달이고, 각 달의 날 수를 알게 한다."
  },
  {
    "영역": "측정",
    "id": "2수03-04",
    "내용": "1일, 1주일, 1개월, 1년 사이의 관계를 이해하고, 달력을 볼 수 있다.",
    "해설": "‘몇 시’와 ‘몇 시 30분’을 먼저 지도하고 ‘몇 시 몇 분’을 지도하며, 시계 보기를 통하여 시각을 자연스럽게 읽을 수 있도록 지도한다. 1시간은 60분임을 알게 하고, 1일은 24시간이며 하루 동안 시계의 긴바늘과 짧은바늘이 움직이는 빠르기가 다름을 이해하게 한다. 1년은 12달이고, 각 달의 날 수를 알게 한다."
  },
  {
    "영역": "규칙성",
    "id": "2수04-01",
    "내용": "물체, 무늬, 수의 배열에서 규칙을 찾아 여러 가지 방법으로 나타낼 수 있다.",
    "해설": "물체, 무늬의 배열에서 규칙을 찾을 때에는 색깔, 모양, 크기, 놓인 방향 등을 변화시켜 다양한 규칙을 만들고 설명하게 한다. 수의 배열에서는 1, 10, 2, 5씩 커지거나 작아지는 규칙을 찾고 설명하게 한다."
  },
  {
    "영역": "자료와 가능성",
    "id": "2수05-01",
    "내용": "주변의 대상을 정해진 기준 또는 스스로 정한 기준으로 분류하여 개수를 세어 보고, 분류한 결과를 말로 표현할 수 있다.",
    "해설": "분류 기준은 색깔, 모양, 크기, 종류, 용도 등 명확한 것을 사용한다. 분류 결과는 ‘~별로 모아 세어 보면 몇 개입니다’와 같이 말로 표현하게 한다."
  },
  {
    "영역": "자료와 가능성",
    "id": "2수05-02",
    "내용": "실생활 자료를 그림그래프로 나타내고, 그림그래프에서 간단한 정보를 읽을 수 있다.",
    "해설": "그림그래프는 학생들이 흥미를 느낄 수 있는 자료를 이용하여 지도한다. 그림그래프에서 각 항목의 많고 적음을 비교하는 활동을 하게 한다."
  }
]