[
  {
    "영역": "운동",
    "id": "9체01-01",
    "내용": "체력 증진의 의미를 이해하고 원리를 분석한다.",
    "해설": "[9체01-01]은 체력 증진의 의미와 원리를 이해함으로써 효과적으로 체력 운동을 계획하기 위해 설정하였다. 체력 증진에 작용하는 과부하의 원리, 개별성의 원리, 점진성의 원리 등 의 개념을 이해하고 분석하도록 한다."
  },
  {
    "영역": "운동",
    "id": "9체01-02",
    "내용": "자신의 체력 수준에 맞는 체력 증진 운동을 실천한다.",
    "해설": "[9체01-02]는 체력 증진 원리에 따라 체력 요소별 운동 방법을 자신의 체력 수준에 적합 하게 실천하기 위해 설정하였다. 체력 요소별로 심화된 수준의 체력 운동 방법을 이해하고 실천하도록 한다."
  },
  {
    "영역": "운동",
    "id": "9체01-03",
    "내용": "체력 관리의 의미를 이해하고 원리를 분석한다.",
    "해설": "[9체01-03]은 체력 관리의 의미와 원리를 이해함으로써 효과적으로 자신의 체력 관리 방 법을 계획하기 위해 설정하였다. 일상생활에서 체력을 유지하거나 증진하는데 필요한 주 단위의 유산소성 운동, 유연성 운동, 근력 및 근지구력 운동, 좌식 생활 최소화 등 체력 관 리의 기본 원리를 이해하고 분석하도록 한다."
  },
  {
    "영역": "운동",
    "id": "9체01-04",
    "내용": "자신의 체력을 진단하고 적합한 체력 관리 방법을 실천한다.",
    "해설": "[9체01-04]는 일상생활에서 체력 관리 원리에 따라 체력 운동을 실천하기 위해 설정하였 다. 일상생활에서 스스로 체력을 진단한 후 계획, 실행, 평가의 절차에 따라 체력 관리에 필요한 운동을 습관화하도록 한다."
  },
  {
    "영역": "운동",
    "id": "9체01-05",
    "내용": "운동 처방의 의미를 이해하고 원리를 분석한다.",
    "해설": "[9체01-05]는 운동 처방의 의미와 구성 요소를 이해함으로써 체력 증진 목표와 수준에 따 라 맞춤형 운동 처방을 계획하기 위해 설정하였다. 운동 빈도, 운동 강도, 운동 시간, 운동 형태 등의 요소를 이해하고 각 요소가 운동 처방에 어떻게 활용되는지를 이해하고 분석하 도록 한다."
  },
  {
    "영역": "운동",
    "id": "9체01-06",
    "내용": "자신의 신체 조건이나 체력에 맞게 운동 처방 계획을 수립하고 안전하게 실천한다.",
    "해설": "[9체01-06]은 운동 처방 원리에 따라 자신의 신체 조건이나 체력에 맞는 맞춤형 운동 처방 을 실천하기 위해 설정하였다. 자신의 체격과 체력 발달 수준 검사, 운동 처방 목적 등을 고 려하여 내용 설계, 실행, 평가 단계에 맞춰 운동 처방 프로그램을 안전하게 실천하도록 한다."
  },
  {
    "영역": "운동",
    "id": "9체01-07",
    "내용": "신체 건강의 의미를 이해하고 신체 건강 활동의 종류와 특성을 분석한다.",
    "해설": "[9체01-07]은 신체 건강을 유지하기 위한 활동을 이해함으로써 신체적으로 건강한 생활을 계획하기 위해 설정하였다. 운동 습관, 식이 관리, 약물과 기호품 관리, 질병 예방 등 신체 건강에 영향을 미치는 다양한 활동과 실천 방법, 효과 등을 이해하고 분석하도록 한다."
  },
  {
    "영역": "운동",
    "id": "9체01-08",
    "내용": "자신에게 적합한 신체 건강 활동 방법을 실천한다.",
    "해설": "[9체01-08]은 자신에게 필요한 신체 건강 활동을 실천하기 위해 설정하였다. 걷기, 스트레칭 등의 운동, 바른 자세, 올바른 식생활 및 기호품 관리, 약물 오남용 예방, 질병 예방 활동 등의 건강 활동을 일상생활에서 지속해서 실천하도록 한다."
  },
  {
    "영역": "운동",
    "id": "9체01-09",
    "내용": "정신 건강의 의미를 이해하고 정신 건강 활동의 종류와 특성을 분석한다.",
    "해설": "[9체01-09]는 정신 건강을 유지하기 위한 활동을 이해함으로써 정서적, 심리적으로 건강한 생활을 계획하기 위해 설정하였다. 스트레스 및 감정 조절 등 정신 건강에 영향을 미치는 다양한 활동과 실천 방법 및 효과 등을 이해하고 분석하도록 한다."
  },
  {
    "영역": "운동",
    "id": "9체01-10",
    "내용": "자신에게 적합한 정신 건강 활동 방법을 실천한다.",
    "해설": "[9체01-10]은 자신에게 필요한 정신 건강 활동을 실천하기 위해 설정하였다. 호흡법, 근육 이완법, 요가, 필라테스 등의 건강 활동을 일상생활에서 지속해서 실천하도록 한다."
  },
  {
    "영역": "운동",
    "id": "9체01-11",
    "내용": "사회적 건강의 의미를 이해하고 사회적 건강을 위한 활동의 종류와 특성을 분석한다.",
    "해설": "[9체01-11]은 사회적 건강을 유지하기 위한 활동을 이해함으로써 사회 구성원으로서 건강 하고 안전한 생활을 계획하기 위해 설정하였다. 양성평등 및 성 건강, 생활 안전 등 가정, 학교, 지역사회 공동체에서 자신과 타인, 집단의 건강한 생활에 필요한 방법을 이해하고 분 석하도록 한다."
  },
  {
    "영역": "운동",
    "id": "9체01-12",
    "내용": "사회적으로 적합한 건강 활동 방법을 실천한다.",
    "해설": "[9체01-12]는 사회 구성원에게 필요한 건강 활동을 실천하기 위해 설정하였다. 양성평등 및 성 건강 관련 활동, 생활 안전 활동, 재난·재해 예방 및 대처 활동, 응급처치 활동 등 을 일상생활에서 지속해서 실천하며 긍정적인 사회적 관계를 형성해 나가도록 한다."
  },
  {
    "영역": "운동",
    "id": "9체01-13",
    "내용": "체력 운동을 하며 실천 의지와 인내심을 보이고 자기 주도적으로 문제를 해결한다.",
    "해설": "[9체01-13]은 체력 운동을 지속해서 실천하기 위해 설정하였다. 체력 운동 과정에서 발생 할 수 있는 시간적, 공간적 제약과 개인의 의지 등의 문제를 이겨내고 목표와 활동 방법을 주어진 환경에 맞게 수정하여 자기 주도적으로 활동을 지속하도록 한다."
  },
  {
    "영역": "운동",
    "id": "9체01-14",
    "내용": "건강 활동을 자율적으로 실천하며 자신과 공동체에 대한 안전을 추구한다.",
    "해설": "[9체01-14]는 건강 활동을 자율적으로 실천하는 능력을 기르기 위해 설정하였다. 자신의 건강뿐만 아니라 타인과의 관계, 사회 전체의 건강한 환경 조성을 위한 바람직한 태도를 실천하도록 한다. 개인의 자율성과 주도성을 바탕으로 공동체의 건강을 위해 타인과 함께 건강하고 안전한 환경을 조성하는 일에 적극적으로 참여하도록 한다."
  },
  {
    "영역": "스포츠",
    "id": "9체02-01",
    "내용": "동작형 스포츠의 역사와 특성을 탐색하고 비교한다.",
    "해설": "[9체02-01, 04, 07]은 기술형(동작형, 기록형, 투기형) 스포츠의 역사와 특성을 이해함으로써 유형별 스포츠를 분류하고 종목별 공통점과 차이점을 구분하기 위해 설정하였다. 유형별 스포츠 종목별로 유래와 변천 과정, 인물, 기록, 사건 등을 탐색하고, 경기 방법과 전략 등의 특성을 비교하고 분석하도록 한다."
  },
  {
    "영역": "스포츠",
    "id": "9체02-02",
    "내용": "동작형 스포츠의 수행 원리를 적용하여 경기 기능을 수련하고 향상한다.",
    "해설": "[9체02-02, 05, 08]은 기술형(동작형, 기록형, 투기형) 스포츠의 수행 원리를 적용하여 경기 기능을 효율적으로 수행하기 위해 설정하였다. 유형별 스포츠의 경기 기능을 단계적으로 연습하면서 안정적으로 경기 기능을 수행할 수 있도록 문제점을 발견하고 향상하도록 한다."
  },
  {
    "영역": "스포츠",
    "id": "9체02-03",
    "내용": "동작형 스포츠의 경기 방법을 이해하고 경기 전략을 상황에 맞게 활용하며 안전하게 경기한다.",
    "해설": "[9체02-03]은 동작형 스포츠의 경기 방법을 이해하고, 자신과 팀의 경기 능력, 시설 및 용기구 등을 파악하여 경기 상황에 맞게 경기 전략을 활용하기 위해 설정하였다. 동작형 스포츠 경기를 수행하며 동작의 완성도에 중점을 두고, 경기 과정에서 공중 동작, 착지 중 낙상 등 운동으로 인한 손상 없이 안전하게 경기하며 사고 발생 시 신속하게 대처하도록 한다."
  },
  {
    "영역": "스포츠",
    "id": "9체02-04",
    "내용": "기록형 스포츠의 역사와 특성을 탐색하고 비교한다.",
    "해설": "[9체02-01, 04, 07]은 기술형(동작형, 기록형, 투기형) 스포츠의 역사와 특성을 이해함으로써 유형별 스포츠를 분류하고 종목별 공통점과 차이점을 구분하기 위해 설정하였다. 유형별 스포츠 종목별로 유래와 변천 과정, 인물, 기록, 사건 등을 탐색하고, 경기 방법과 전략 등의 특성을 비교하고 분석하도록 한다."
  },
  {
    "영역": "스포츠",
    "id": "9체02-05",
    "내용": "기록형 스포츠의 수행 원리를 적용하여 경기 기능을 수련하고 향상한다.",
    "해설": "[9체02-02, 05, 08]은 기술형(동작형, 기록형, 투기형) 스포츠의 수행 원리를 적용하여 경기 기능을 효율적으로 수행하기 위해 설정하였다. 유형별 스포츠의 경기 기능을 단계적으로 연습하면서 안정적으로 경기 기능을 수행할 수 있도록 문제점을 발견하고 향상하도록 한다."
  },
  {
    "영역": "스포츠",
    "id": "9체02-06",
    "내용": "기록형 스포츠의 경기 방법을 이해하고 경기 전략을 상황에 맞게 활용하며 안전하게 경기한다.",
    "해설": "[9체02-06]은 기록형 스포츠의 경기 방법을 이해하고, 상대 선수와 팀의 경기 능력, 시설 및 용기구, 기후 조건 등을 파악하여 경기 상황에 맞게 경기 전략을 활용하기 위해 설정 하였다. 기록형 스포츠 경기를 수행하며 기록 향상에 중점을 두고, 경기 과정에서 질주나 착지 중 낙상, 특정 근육의 집중적인 사용 등으로 인한 운동 손상 없이 안전하게 경기하며 사고 발생 시 신속하게 대처하도록 한다."
  },
  {
    "영역": "스포츠",
    "id": "9체02-07",
    "내용": "투기형 스포츠의 역사와 특성을 탐색하고 비교한다.",
    "해설": "[9체02-01, 04, 07]은 기술형(동작형, 기록형, 투기형) 스포츠의 역사와 특성을 이해함으로써 유형별 스포츠를 분류하고 종목별 공통점과 차이점을 구분하기 위해 설정하였다. 유형별 스포츠 종목별로 유래와 변천 과정, 인물, 기록, 사건 등을 탐색하고, 경기 방법과 전략 등의 특성을 비교하고 분석하도록 한다."
  },
  {
    "영역": "스포츠",
    "id": "9체02-08",
    "내용": "투기형 스포츠의 수행 원리를 적용하여 경기 기능을 수련하고 향상한다.",
    "해설": "[9체02-02, 05, 08]은 기술형(동작형, 기록형, 투기형) 스포츠의 수행 원리를 적용하여 경기 기능을 효율적으로 수행하기 위해 설정하였다. 유형별 스포츠의 경기 기능을 단계적으로 연습하면서 안정적으로 경기 기능을 수행할 수 있도록 문제점을 발견하고 향상하도록 한다."
  },
  {
    "영역": "스포츠",
    "id": "9체02-09",
    "내용": "투기형 스포츠의 경기 방법을 이해하고 경기 전략을 상황에 맞게 활용하며 안전하게 경기한다.",
    "해설": "[9체02-09]는 투기형 스포츠의 경기 방법을 이해하고, 상대 선수와 팀의 경기 능력, 시설 및 용기구 등을 파악하여 공격과 방어에 적합한 경기 전략을 활용하기 위해 설정하였다. 투기형 스포츠 경기를 수행하며 상대의 기술에 맞서 겨루는 데 중점을 두고, 경기 과정에 서 신체 접촉이나 타격 등으로 인한 운동 손상 없이 안전하게 경기하며 사고 발생 시 신속 하게 대처하도록 한다."
  },
  {
    "영역": "스포츠",
    "id": "9체02-10",
    "내용": "영역형 스포츠의 역사와 특성을 탐색하고 비교한다.",
    "해설": "[9체02-10, 13, 16]은 전략형(영역형, 필드형, 네트형) 스포츠의 역사와 특성을 이해함으로써 유형별 스포츠를 분류하고 종목별 공통점과 차이점을 구분하기 위해 설정하였다. 유형별 스포츠와 종목별로 유래와 변천 과정, 인물, 기록, 사건 등을 탐색하고, 경기 방법과 전략 등의 특성을 비교하고 분석하도록 한다."
  },
  {
    "영역": "스포츠",
    "id": "9체02-11",
    "내용": "영역형 스포츠의 수행 원리를 적용하여 경기 기능을 수행하고 향상한다.",
    "해설": "[9체02-11, 14, 17]은 전략형(영역형, 필드형, 네트형) 스포츠의 수행 원리를 적용하여 경기 기능을 효율적이고 안정적으로 수행하기 위해 설정하였다. 유형별 스포츠의 경기 기능을 다양하고 복합적으로 연계하여 연습하면서 효율적으로 경기 기능을 수행할 수 있도록 문제 점을 발견하고 향상하도록 한다."
  },
  {
    "영역": "스포츠",
    "id": "9체02-12",
    "내용": "영역형 스포츠의 경기 방법을 이해하고 경기 전략을 활용하며 안전하게 경기한다.",
    "해설": "[9체02-12]는 영역형 스포츠의 경기 방법을 이해하고, 공격 및 수비 전략을 선수와 팀의 특성에 맞게 선택하여 경기 상황에서 팀원과 상호작용하며 상대의 영역에 침범하여 득점할 수 있는 전략을 활용하기 위해 설정하였다. 영역형 스포츠 경기를 수행하며 팀의 전략을 구상하는 데 중점을 두며, 경기 과정에서 상대와의 신체 접촉이나 충돌 등으로 인한 운동 손상 없이 안전하게 경기하며 사고 발생 시 신속하게 대처하도록 한다."
  },
  {
    "영역": "스포츠",
    "id": "9체02-13",
    "내용": "필드형 스포츠의 역사와 특성을 탐색하고 비교한다.",
    "해설": "[9체02-10, 13, 16]은 전략형(영역형, 필드형, 네트형) 스포츠의 역사와 특성을 이해함으로써 유형별 스포츠를 분류하고 종목별 공통점과 차이점을 구분하기 위해 설정하였다. 유형별 스포츠와 종목별로 유래와 변천 과정, 인물, 기록, 사건 등을 탐색하고, 경기 방법과 전략 등의 특성을 비교하고 분석하도록 한다."
  },
  {
    "영역": "스포츠",
    "id": "9체02-14",
    "내용": "필드형 스포츠의 수행 원리를 적용하여 경기 기능을 수행하고 향상한다.",
    "해설": "[9체02-11, 14, 17]은 전략형(영역형, 필드형, 네트형) 스포츠의 수행 원리를 적용하여 경기 기능을 효율적이고 안정적으로 수행하기 위해 설정하였다. 유형별 스포츠의 경기 기능을 다양하고 복합적으로 연계하여 연습하면서 효율적으로 경기 기능을 수행할 수 있도록 문제 점을 발견하고 향상하도록 한다."
  },
  {
    "영역": "스포츠",
    "id": "9체02-15",
    "내용": "필드형 스포츠의 경기 방법을 이해하고 경기 전략을 활용하며 안전하게 경기한다.",
    "해설": "[9체02-15]는 필드형 스포츠의 경기 방법을 이해하고, 공격 및 수비 전략을 선수와 팀의 특성에 맞게 선택하여 실제 경기 상황에서 팀원과 상호작용하며 공을 던지고 받거나 타 격하여 득점할 수 있는 전략을 활용하기 위해 설정하였다. 필드형 스포츠 경기를 수행하 며 공격과 수비 역할 수행에 중점을 두며, 경기 과정에서 상대와의 신체 접촉이나 용기 구와의 충돌 등으로 인한 운동 손상 없이 안전하게 경기하며 사고 발생 시 신속하게 대처 하도록 한다."
  },
  {
    "영역": "스포츠",
    "id": "9체02-16",
    "내용": "네트형 스포츠의 역사와 특성을 탐색하고 비교한다.",
    "해설": "[9체02-10, 13, 16]은 전략형(영역형, 필드형, 네트형) 스포츠의 역사와 특성을 이해함으로써 유형별 스포츠를 분류하고 종목별 공통점과 차이점을 구분하기 위해 설정하였다. 유형별 스포츠와 종목별로 유래와 변천 과정, 인물, 기록, 사건 등을 탐색하고, 경기 방법과 전략 등의 특성을 비교하고 분석하도록 한다."
  },
  {
    "영역": "스포츠",
    "id": "9체02-17",
    "내용": "네트형 스포츠의 수행 원리를 적용하여 경기 기능을 수행하고 향상한다.",
    "해설": "[9체02-11, 14, 17]은 전략형(영역형, 필드형, 네트형) 스포츠의 수행 원리를 적용하여 경기 기능을 효율적이고 안정적으로 수행하기 위해 설정하였다. 유형별 스포츠의 경기 기능을 다양하고 복합적으로 연계하여 연습하면서 효율적으로 경기 기능을 수행할 수 있도록 문제 점을 발견하고 향상하도록 한다."
  },
  {
    "영역": "스포츠",
    "id": "9체02-18",
    "내용": "네트형 스포츠의 경기 방법을 이해하고 경기 전략을 활용하며 안전하게 경기한다.",
    "해설": "[9체02-18]은 네트형 스포츠의 경기 방법을 이해하고, 단식과 복식, 공격 및 수비 전환 시 기 등의 경기 전략을 상황에 맞게 선택하여, 경기 상황에서 상대가 공을 받아넘기지 못하 는 경기 전략을 활용하기 위해 설정하였다. 네트형 스포츠 경기를 수행하며 팀원과 호흡하 여 공격과 수비를 빠르게 전환하는 데 중점을 두며, 경기 과정에서 구성원이나 용기구와 의 충돌, 점프와 착지 등으로 인한 운동 손상 없이 안전하게 경기하며 사고 발생 시 신속하 게 대처하도록 한다."
  },
  {
    "영역": "스포츠",
    "id": "9체02-19",
    "내용": "생활환경형 스포츠의 역사와 특성을 탐색하고 비교한다.",
    "해설": "[9체02-19, 22]는 생태형(생활환경형, 자연환경형) 스포츠의 역사와 특성을 이해함으로써 주변 생활과 환경에서 즐길 수 있는 다양한 스포츠의 종목별 공통점과 차이점을 구분하기 위해 설정하였다. 생태형 스포츠 유형과 종목별로 유래와 변천 과정, 인물, 기록, 사건 등 을 탐색하고, 유형별 경기 방법과 전략 등의 특성을 비교하고 분석하도록 한다."
  },
  {
    "영역": "스포츠",
    "id": "9체02-20",
    "내용": "생활환경형 스포츠의 수행 원리를 적용하여 기능을 수행하고 향상한다.",
    "해설": "[9체02-20, 23]은 생태형(생활환경형, 자연환경형) 스포츠의 수행 원리를 적용하여 활동 기능을 생활환경 및 자연환경 조건에 적합하게 수행하기 위해 설정하였다. 스포츠의 기능 을 다양한 생활공간과 기구를 활용하거나(생활환경형), 다양한 자연과 기후를 고려하여(자 연환경형) 연습하면서 효율적으로 기능을 수행할 수 있도록 환경에 적응하며 발전시키도록 한다."
  },
  {
    "영역": "스포츠",
    "id": "9체02-21",
    "내용": "생활환경형 스포츠의 활동 방법을 이해하고 활동 전략을 활용하며 안전하게 경기한다.",
    "해설": "[9체02-21]은 생활환경형 스포츠의 활동 방법을 이해하고 활동 상황에서 생활환경 조건을 고려한 활동 전략을 활용하기 위해 설정하였다. 가정, 집 주변, 지역사회 등의 생활환경에 서 활동하며 공간, 시설 등의 환경 조건을 파악하는 데 중점을 둔다. 생활환경형 스포츠 실 천 과정에서 물리적 환경에 대한 부적응, 환경의 불안정성 등으로 인한 운동 손상 없이 안 전하게 활동하며 사고 발생 시 신속하게 대처하도록 한다."
  },
  {
    "영역": "스포츠",
    "id": "9체02-22",
    "내용": "자연환경형 스포츠의 역사와 특성을 탐색하고 비교한다.",
    "해설": "[9체02-19, 22]는 생태형(생활환경형, 자연환경형) 스포츠의 역사와 특성을 이해함으로써 주변 생활과 환경에서 즐길 수 있는 다양한 스포츠의 종목별 공통점과 차이점을 구분하기 위해 설정하였다. 생태형 스포츠 유형과 종목별로 유래와 변천 과정, 인물, 기록, 사건 등 을 탐색하고, 유형별 경기 방법과 전략 등의 특성을 비교하고 분석하도록 한다."
  },
  {
    "영역": "스포츠",
    "id": "9체02-23",
    "내용": "자연환경형 스포츠의 수행 원리를 적용하여 기능을 수행하고 향상한다.",
    "해설": "[9체02-20, 23]은 생태형(생활환경형, 자연환경형) 스포츠의 수행 원리를 적용하여 활동 기능을 생활환경 및 자연환경 조건에 적합하게 수행하기 위해 설정하였다. 스포츠의 기능 을 다양한 생활공간과 기구를 활용하거나(생활환경형), 다양한 자연과 기후를 고려하여(자 연환경형) 연습하면서 효율적으로 기능을 수행할 수 있도록 환경에 적응하며 발전시키도록 한다."
  },
  {
    "영역": "스포츠",
    "id": "9체02-24",
    "내용": "자연환경형 스포츠의 활동 방법을 이해하고 활동 전략을 활용하며 안전하게 경기한다.",
    "해설": "[9체02-24]는 자연환경형 스포츠의 활동 방법을 이해하고 활동 상황에서 자연환경과 생태 문화를 고려한 활동 전략을 활용하기 위해 설정하였다. 산, 강이나 바다. 하늘 등의 자연환 경에서 활동하며 날씨, 장비 등의 환경 조건을 파악하는 데 중점을 둔다. 자연환경형 스포 츠 실천 과정에서 기후나 자연환경의 변화, 용기구의 불안정성 등으로 인한 운동 손상 없이 안전하게 활동하며 사고 발생 시 신속하게 대처하도록 한다."
  },
  {
    "영역": "스포츠",
    "id": "9체02-25",
    "내용": "스포츠의 연습과 경기 과정에서 인내심을 발휘하여 적극적으로 도전한다.",
    "해설": "[9체02-25]는 스포츠의 연습 및 경기 과정의 어려움을 극복함으로써 스포츠에 대한 도전 정신을 기르기 위해 설정하였다. 스포츠 유형별 기능의 연습 및 활동 과정에서 자신 혹은 공동으로 설정한 목표를 달성하기 위해 자기 주도적으로 참여하고 인내하며 한계를 극복하 도록 한다."
  },
  {
    "영역": "스포츠",
    "id": "9체02-26",
    "내용": "스포츠의 연습과 경기 과정에서 구성원 간에 서로 신뢰하며 팀 목표를 달성하기 위해 노력 하고 경기 예절을 갖추며 정정당당하게 참여한다.",
    "해설": "[9체02-26]은 스포츠의 연습 및 경기 과정에서 서로 믿고 정정당당하게 최선을 다하며 도 전적인 태도를 기르기 위해 설정하였다. 구성원을 존중하고 팀의 공동 목표를 위해 끝까지 노력하며, 경기에 대한 열정을 갖고 상대와 심판, 관중 앞에서 공정하고 품위 있게 경기하 도록 한다."
  },
  {
    "영역": "스포츠",
    "id": "9체02-27",
    "내용": "스포츠 환경에 대한 친화적 태도와 지속가능한 스포츠 환경을 만들기 위한 공동체 의식을 발휘한다.",
    "해설": "[9체02-27]은 스포츠 환경에 대한 생태전환적 태도를 기르기 위해 설정하였다. 스포츠의 연습 및 활동 과정에서 여러 환경 문제를 인식하고 구성원과 함께 개선하려는 공동체 의식 을 보이며, 스포츠 환경에 대한 친화적인 태도로 활동하도록 한다."
  },
  {
    "영역": "표현",
    "id": "9체03-01",
    "내용": "스포츠 표현의 역사와 특성을 탐색하고 비교한다.",
    "해설": "[9체03-01, 04, 07]은 표현(스포츠 표현, 전통 표현, 현대 표현)의 역사와 특성을 이해함으로써 표현 활동의 공통점과 차이점을 구분하기 위해 설정하였다. 표현 활동별 유래, 변 천, 인물, 기록, 사건 등의 역사와 주제, 동작, 구성, 음악, 의상 등의 표현 요소별 특성을 비교하고 분석하도록 한다."
  },
  {
    "영역": "표현",
    "id": "9체03-02",
    "내용": "스포츠 표현의 원리를 적용하여 동작을 심미적으로 표현한다.",
    "해설": "[9체03-02] 스포츠 표현의 원리를 적용하여 역동적이고 아름답게 동작을 표현하고 향상하도록 한다."
  },
  {
    "영역": "표현",
    "id": "9체03-03",
    "내용": "스포츠 표현의 특성과 원리를 반영한 작품을 창작하고 표현 요소를 고려하여 감상한다.",
    "해설": "[9체03-03]은 스포츠 표현의 특성과 원리를 반영한 작품을 창작하고 체계적으로 감상하기 위해 설정하였다. 심미적 표현을 강조하는 스포츠 표현의 특성과 원리, 일련의 창작 과정을 고려하여 개인 또는 모둠별로 작품을 창작하고, 주제, 동작, 구성, 음악, 의상 등의 표현 요 소를 고려하여 작품을 감상하도록 한다."
  },
  {
    "영역": "표현",
    "id": "9체03-04",
    "내용": "전통 표현의 역사와 특성을 탐색하고 비교한다.",
    "해설": "[9체03-01, 04, 07]은 표현(스포츠 표현, 전통 표현, 현대 표현)의 역사와 특성을 이해함으로써 표현 활동의 공통점과 차이점을 구분하기 위해 설정하였다. 표현 활동별 유래, 변 천, 인물, 기록, 사건 등의 역사와 주제, 동작, 구성, 음악, 의상 등의 표현 요소별 특성을 비교하고 분석하도록 한다."
  },
  {
    "영역": "표현",
    "id": "9체03-05",
    "내용": "전통 표현의 원리를 적용하여 동작을 심미적으로 표현한다.",
    "해설": "[9체03-05]는 전통 표현의 원리를 적용하여 동작을 표현하기 위해 설정하였다. 전통 표현 의 원리를 적용하여 자연스럽고 아름답게 동작을 표현하고 향상하도록 한다."
  },
  {
    "영역": "표현",
    "id": "9체03-06",
    "내용": "전통 표현의 특성과 원리를 반영한 작품을 창작하고 표현 요소를 고려하여 감상한다.",
    "해설": "[9체03-06]은 전통 표현의 특성과 원리를 반영한 작품을 창작하고 체계적으로 감상하기 위해 설정하였다. 전형적 표현을 강조하는 전통 표현의 특성과 원리, 일련의 창작 과정을 고려하여 개인 또는 모둠별로 작품을 창작하고, 주제, 동작, 구성, 음악, 의상 등의 표현 요 소를 고려하여 작품을 감상하도록 한다."
  },
  {
    "영역": "표현",
    "id": "9체03-07",
    "내용": "현대 표현의 역사와 특성을 탐색하고 비교한다.",
    "해설": "[9체03-01, 04, 07]은 표현(스포츠 표현, 전통 표현, 현대 표현)의 역사와 특성을 이해함으로써 표현 활동의 공통점과 차이점을 구분하기 위해 설정하였다. 표현 활동별 유래, 변 천, 인물, 기록, 사건 등의 역사와 주제, 동작, 구성, 음악, 의상 등의 표현 요소별 특성을 비교하고 분석하도록 한다."
  },
  {
    "영역": "표현",
    "id": "9체03-08",
    "내용": "현대 표현의 원리를 적용하여 동작을 심미적으로 표현한다.",
    "해설": "[9체03-08]은 현대 표현의 원리를 적용하여 동작을 표현하기 위해 설정하였다. 현대 표현 의 원리를 적용하여 자유롭고 아름답게 동작을 표현하고 향상하도록 한다."
  },
  {
    "영역": "표현",
    "id": "9체03-09",
    "내용": "현대 표현의 특성과 원리를 반영한 작품을 창작하고 표현 요소를 고려하여 감상한다.",
    "해설": "[9체03-09]는 현대 표현의 특성과 원리를 반영한 작품을 창작하고 체계적으로 감상하기 위해 설정하였다. 창조적 표현을 강조하는 현대 표현의 특성과 원리, 일련의 창작 과정을 고려하여 개인 또는 모둠별로 작품을 창작하고, 주제, 동작, 구성, 음악, 의상 등의 표현 요 소를 고려하여 작품을 감상하도록 한다."
  },
  {
    "영역": "표현",
    "id": "9체03-10",
    "내용": "움직임을 표현하고 창작하는 과정에서 독창적이고 개방적인 태도를 갖고 표현 활동 작품을 공감하고 비평한다.",
    "해설": "[9체03-10]은 표현의 동작 수행, 창작, 감상의 전 과정을 통해 창의성과 비판적 능력을 기 르기 위해 설정하였다. 동작 수행 및 창작 과정에서 독창성을 추구하고, 다양한 표현 문화를 수용하여, 작품 감상을 통해 예술적 표현에 대해 공감하고 비판적으로 바라보려는 태도를 함양하도록 한다."
  }
]