[
  {
    "영역": "운동",
    "id": "6체01-01",
    "내용": "건강 체력과 운동 체력의 의미와 요소를 파악하고 다양한 운동 방법을 탐색한다.",
    "해설": "[6체01-01]은 3. 4학년군에서 학습한 기본 운동 방법을 체력 요소별로 구분하여 이해하고 체력 요소별로 다양한 운동 방법을 탐색하기 위해 설정하였다. 체력을 건강 체력과 운동 체력으로 구분하고, 유형별 체력 요소를 이해하며, 학습자 스스로 자신의 수준에 적합한 체 력 요소별 운동 방법을 찾도록 한다."
  },
  {
    "영역": "운동",
    "id": "6체01-02",
    "내용": "건강 체력과 운동 체력을 측정하고 자신의 체력 수준에 맞는 운동을 시도한다.",
    "해설": "[6체01-02]는 자신의 건강 체력과 운동 체력 수준을 파악하여 체력을 증진할 수 있는 다 양한 운동 방법을 선택하고 실천하기 위해 설정하였다. 자신의 우수한 체력과 부족한 체력 이 무엇인지를 파악하고, 특히 부족한 체력을 기르기 위해 체력 수준에 적합한 운동 방법 을 탐색하여 꾸준하게 실천하도록 한다."
  },
  {
    "영역": "운동",
    "id": "6체01-03",
    "내용": "성장 발달의 의미와 특성을 이해하고 운동과의 관계를 파악한다.",
    "해설": "[6체01-03]은 자신의 성장 발달을 이해하고, 운동이 성장 발달에 미치는 긍정적인 영향을 이해하기 위해 설정하였다. 성장에 따른 신체적, 정서적 변화, 특히 제2차 성징에 대한 이해를 바탕으로 자신의 성장 발달 양상을 긍정적으로 파악하고, 사춘기에 운동이 신체적, 정 서적, 사회적 성장 발달에 바람직한 영향을 미친다는 점을 이해하도록 한다."
  },
  {
    "영역": "운동",
    "id": "6체01-04",
    "내용": "운동 및 생활 속 위험 상황, 성장 발달을 저해하는 생활 방식의 문제점을 파악하고 예방 및 대처 방법을 익혀 안전하게 활동한다.",
    "해설": "[6체01-04]는 운동과 일상생활에서 발생할 수 있는 다양한 안전사고의 유형과 성장 발달 을 저해하는 생활 방식의 문제점을 파악하고 침착하게 대처하기 위해 설정하였다. 운동 시 설이나 용기구, 지상 수상 빙상 등의 다양한 운동 환경에서 발생할 수 있는 안전사고, 건강한 성장 발달에 부정적인 생활 습관(흡연, 음주, 약물 오남용 등), 안전을 위협하는 생활 및 자연 환경을 탐색하며 건강하고 안전한 생활 습관을 실천하도록 한다."
  },
  {
    "영역": "운동",
    "id": "6체01-05",
    "내용": "체력 운동을 끈기 있게 규칙적으로 수행한다.",
    "해설": "[6체01-05]는 체력 증진에 필요한 끈기와 근면성을 기르기 위해 설정하였다. 단기간에 증 진되기 어려운 체력 운동의 특성상, 학습자가 운동 과정에서 쉽게 포기하지 않도록 체력 증진을 저해하는 개인적, 환경적 조건을 탐색하고 극복하면서 체력 운동을 규칙적으로 수 행하도록 한다."
  },
  {
    "영역": "운동",
    "id": "6체01-06",
    "내용": "성장과 발달 과정에서 나타나는 신체적, 정서적, 사회적 특성과 차이를 공감하고 위험 상황에 침착하게 대처한다.",
    "해설": "[6체01-06]은 성장과 발달 과정에서 개인별 차이를 공감하며, 안전을 위협하는 위험 상황에 대처하기 위해 설정하였다. 자신의 신체적, 정서적, 사회적 건강 특성이 다른 사람과 어떤 차이가 있고, 그러한 차이를 공감하는 것이 자신과 공동체에 어떤 영향을 미치는지를 실제 사례를 통해 이해하도록 한다."
  },
  {
    "영역": "스포츠",
    "id": "6체02-01",
    "내용": "기술형 스포츠의 의미와 유형을 파악한다.",
    "해설": "[6체02-01]은 기술형 스포츠의 의미와 유형을 이해하기 위해 설정하였다. 기술의 수월성을 추구하는 기술형 스포츠의 의미를 이해하고 다양한 환경(지상, 수상, 빙상 등)에서의 움직임 기록 향상을 위한 기록형, 일련의 절차와 방법이 정해진 움직임을 정확하게 수행하는 동작 형, 상대방의 신체적 기량과 겨루는 투기형으로 구분하여 유형별 움직임의 세부 특성을 파 악하도록 한다."
  },
  {
    "영역": "스포츠",
    "id": "6체02-02",
    "내용": "기술형 스포츠 유형별로 기본 움직임 기술을 응용한 기본 기능을 파악하고 수행한다.",
    "해설": "[6체02-02]는 기록형, 동작형, 투기형 스포츠에서 기본 움직임 기술을 응용한 기본 기능을 효과적으로 활용하기 위해 설정하였다. 속도와 거리, 정확성에 도전하는 기록형 스포츠의 기본 기능(도움닫기 하여 멀리뛰기, 목표물에 정확히 던지기 등), 절차와 방법이 정해진 움 직임을 수행하는 동작형 스포츠의 기본 기능(손 짚고 옆돌기, 다리 벌려 뛰어넘기 등), 상대 방과 신체적 기술을 겨루는 투기형 스포츠의 기본 기능(발차기, 다리 걸기 등)을 게임 상황 에 맞게 효율적으로 수행하도록 한다."
  },
  {
    "영역": "스포츠",
    "id": "6체02-03",
    "내용": "기술형 스포츠 유형별 활동 방법을 파악하고 기본 전략을 게임 활동에서 수행한다.",
    "해설": "[6체02-03]은 기록형, 동작형, 투기형 스포츠의 활동 방법과 기본 전략을 활용하기 위해 설정하였다. 기록형, 동작형, 투기형 스포츠를 변형한 게임 활동의 경기 방법을 이해하고, 기록 측정과 분석, 동작 수행의 점검과 분석, 자신과 상대의 기량 확인과 분석 등 기술형 스포츠의 기본 전략을 파악하고 수행하도록 한다."
  },
  {
    "영역": "스포츠",
    "id": "6체02-04",
    "내용": "전략형 스포츠의 의미와 유형을 파악한다.",
    "해설": "[6체02-04]는 전략형 스포츠의 의미와 유형을 이해하기 위해 설정하였다. 움직임 기능 수행 능력과 전략에 따라 승패가 결정되는 전략형 스포츠의 의미를 이해하고 스포츠의 유형을 상대 영역으로 이동하여 정해진 지점으로 공을 보내 득점하는 영역형, 동일 공간에서 공격 과 수비를 번갈아 하며 정해진 구역을 돌아 점수를 얻는 필드형, 네트 너머에 있는 상대 영 역에 공을 보내 넘기지 못하게 하여 득점하는 네트형으로 구분하여 각각의 세부 특성을 파 악하도록 한다."
  },
  {
    "영역": "스포츠",
    "id": "6체02-05",
    "내용": "전략형 스포츠 유형별로 기본 움직임 기술을 응용한 기본 기능을 파악하고 수행한다.",
    "해설": "[6체02-05]는 영역형, 필드형, 네트형 스포츠에서 기본 움직임 기술을 응용한 기본 기능을 효과적으로 활용하기 위해 설정하였다. 패스, 드리블, 슛 등과 같은 영역형 스포츠의 기본 기능, 포구, 송구, 타격, 주루 등과 같은 필드형 스포츠의 기본 기능, 서브, 리시브, 토스, 스트로크(스매싱) 등과 같은 네트형 스포츠의 기본 기능을 변형게임이나 뉴스포츠 수준의 게임 상황에 맞게 효율적으로 수행하도록 한다."
  },
  {
    "영역": "스포츠",
    "id": "6체02-06",
    "내용": "전략형 스포츠 유형별 활동 방법을 파악하고 기본 전략을 게임 활동에서 수행한다.",
    "해설": "[6체02-06]은 영역형, 필드형, 네트형 스포츠의 활동 방법과 기본 전략을 활용하기 위해 설정하였다. 영역형, 필드형, 네트형 스포츠를 변형한 게임이나 뉴스포츠와 같은 게임 활동 에 참여하며 경기 방법을 파악하고, 공간 만들기, 공간 차단하기, 골 넣기와 막기, 빈 곳으 로 공 치기, 구역과 역할 나누어 수비하기, 빈 곳으로 공 넘기기, 유기적으로 역할 분담하 기 등 전략형 스포츠의 기본 전략을 파악하고 수행하도록 한다."
  },
  {
    "영역": "스포츠",
    "id": "6체02-07",
    "내용": "생태형 스포츠의 의미와 유형을 파악한다.",
    "해설": "[6체02-07]은 생태형 스포츠의 의미와 유형을 이해하기 위해 설정하였다. 다양한 환경 맥 락에 따라 활동 특성이 나타나는 생태형 스포츠의 의미에 관한 이해를 바탕으로 생활 주변 의 환경을 이용하여 활동하는 생활환경형, 자연환경과 상호작용하며 활동하는 자연환경형 으로 구분하여 유형별 세부 특성을 파악하도록 한다."
  },
  {
    "영역": "스포츠",
    "id": "6체02-08",
    "내용": "생태형 스포츠 유형별로 기본 움직임 기술을 응용한 기본 기능을 파악하고 수행한다.",
    "해설": "[6체02-08]은 생활환경형, 자연환경형 스포츠에서 기본 움직임 기술을 응용한 기본 기능 을 효과적으로 활용하기 위해 설정하였다. 주변 생활환경에서 할 수 있는 골프형 게임, 디 스크형 게임, 자전거 타기, 롤러스케이팅, 클라이밍 활동, 민속놀이 등과 자연환경에서 체 험할 수 있는 등산 활동, 캠핑 활동, 수상 활동, 설상 활동 등 생태형 스포츠의 기본 기능 을 익혀 주변의 다양한 활동 상황에 맞게 환경친화적으로 수행하도록 한다."
  },
  {
    "영역": "스포츠",
    "id": "6체02-09",
    "내용": "생태형 스포츠 유형별 활동 방법을 파악하고 기본 전략을 게임 활동에서 수행한다.",
    "해설": "[6체02-09]는 생활환경형, 자연환경형 스포츠의 활동 방법과 기본 전략을 활용하기 위해 설 정하였다. 생활환경형, 자연환경형 스포츠를 변형한 게임이나 뉴스포츠 수준의 활동에 참여하 며 활동 방법을 파악하고 스포츠 환경에 적합한 활동의 선정과 장비 사용, 안전하고 환경친화 적인 활동과 정리 등 생태형 스포츠의 기본 활동 방법과 전략을 파악하고 수행하도록 한다."
  },
  {
    "영역": "스포츠",
    "id": "6체02-10",
    "내용": "스포츠 활동에 참여하며 목표를 달성하기 위한 의지를 실천하고 상대의 기술을 인정한다.",
    "해설": "[6체02-10]은 스포츠 활동에 참여하며 목표 달성을 위한 의지와 상대 기술을 인정하는 태도 를 기르기 위해 설정하였다. 스스로 목표를 설정하고 책임감 있게 꾸준히 실천하도록 하며, 함께 참여하는 상대 팀과 구성원의 우수한 기술을 인정하고 배우는 태도를 실천하도록 한다."
  },
  {
    "영역": "스포츠",
    "id": "6체02-11",
    "내용": "스포츠 활동에 참여하며 팀원과 협력하고 구성원을 배려한다.",
    "해설": "[6체02-11]은 스포츠에 참여하며 팀원과 협력하고 구성원을 배려하는 태도를 기르기 위해 설정하였다. 민주적인 의사결정을 통해 역할을 분담하고 전략을 수립하는 등 팀원과의 협 력을 강조하며, 기능 수행에 어려움을 겪는 학습자를 도와주고 배려함으로써 팀의 활동 성 과를 공유하도록 한다."
  },
  {
    "영역": "스포츠",
    "id": "6체02-12",
    "내용": "스포츠 활동에 참여하며 환경을 아끼고 감사하는 태도를 실천한다.",
    "해설": "[6체02-12]는 스포츠 활동 환경을 아끼고 감사하는 태도를 기르기 위해 설정하였다. 주변 의 다양한 스포츠 시설 및 용·기구 현황을 탐색하고 이를 적극적으로 활용하면서 학교 및 지역사회가 제공하는 스포츠 복지의 중요성을 이해하도록 한다. 또한 스포츠 환경을 아끼 고 보존함으로써 지속해서 혜택을 누릴 수 있다는 점에 감사함을 느낄 수 있도록 한다."
  },
  {
    "영역": "표현",
    "id": "6체03-01",
    "내용": "표현 활동의 의미와 유형을 파악한다.",
    "해설": "[6체03-01]은 표현 활동 의미와 유형을 이해하기 위해 설정하였다. 스포츠에서 신체 움직 임의 심미성을 다루는 스포츠 표현, 민족의 고유한 전통을 신체 움직임으로 표현한 전통 표현, 자유로운 형식으로 움직임을 표현하는 현대 표현의 유형별로 다양한 작품을 직·간 접적으로 체험함으로써 기본 동작과 구성 방법의 공통점과 차이점을 중심으로 특징을 파악 하도록 한다."
  },
  {
    "영역": "표현",
    "id": "6체03-02",
    "내용": "스포츠 표현에서 움직임 기술을 응용한 기본 동작을 파악하고 표현한다.",
    "해설": "[6체03-02]는 스포츠 표현의 기본 움직임 기술과 응용 동작을 탐색하고 심미적으로 표현 하기 위해 설정하였다. 신체활동의 예술적 아름다움을 추구하는 스포츠 표현의 기본 동작 에 적합한 움직임 기술의 응용 동작을 심미적으로 표현하도록 한다."
  },
  {
    "영역": "표현",
    "id": "6체03-03",
    "내용": "스포츠 표현의 기본 동작을 다양하게 구성하여 발표하고 감상한다.",
    "해설": "[6체03-03]은 스포츠 표현에 적합한 움직임 기술의 응용 동작을 활용하여 작품을 구성하 고 표현하기 위해 설정하였다. 스포츠 표현에 적합한 움직임 기술의 응용 동작을 창의적으 로 구성하고, 개인 또는 모둠별로 간단한 작품을 만들어 발표하며 작품의 의도와 동작의 심미성을 감상하도록 한다."
  },
  {
    "영역": "표현",
    "id": "6체03-04",
    "내용": "전통 표현에서 움직임 기술을 응용한 기본 동작을 파악하고 표현한다.",
    "해설": "[6체03-04]는 우리나라와 세계 여러 민족과 지역에서 전해 내려오는 전통 표현에서 기본 움직임 기술을 응용한 동작의 문화적 특징을 파악하고 그 특성을 살려 표현하기 위해 설정 하였다. 전통 표현의 기본 동작에 적합한 움직임 기술의 응용 동작을 문화적 특색이 드러 나게 표현하도록 한다."
  },
  {
    "영역": "표현",
    "id": "6체03-05",
    "내용": "전통 표현의 기본 동작을 다양하게 구성하여 발표하고 감상한다.",
    "해설": "[6체03-05]는 전통 표현에 적합한 움직임 기술의 응용 동작을 활용하여 작품을 구성하고 표현하기 위해 설정하였다. 다양한 전통 표현에 담긴 역사와 특성을 이해하고 전통 표현의 움직임 기술 응용 동작을 문화적 특성에 따라 구성한다. 개인 또는 모둠별로 간단한 작품을 만들어 발표하며 작품의 의도와 동작이 갖는 전통적 의미를 감상하도록 한다."
  },
  {
    "영역": "표현",
    "id": "6체03-06",
    "내용": "현대 표현에서 움직임 기술을 응용한 기본 동작을 파악하고 표현한다.",
    "해설": "[6체03-06]은 현대 표현에서 기본 움직임 기술을 응용한 동작의 자유로움이 갖는 특징을 파악하고 창의적으로 표현하기 위해 설정하였다. 기본 동작에 적합한 움직임 기술 응용 동 작을 기존의 표현 방법이나 틀에 얽매이지 않고 자유롭고 창의적으로 표현하도록 한다."
  },
  {
    "영역": "표현",
    "id": "6체03-07",
    "내용": "현대 표현의 기본 동작을 다양하게 구성하여 발표하고 감상한다.",
    "해설": "[6체03-07]은 현대 표현에 적합한 움직임 기술의 응용 동작을 활용하여 작품을 구성하고 표현하기 위해 설정하였다. 현대 표현에 적합한 움직임 기술의 응용 동작을 표현의 주제와 자유로운 흐름을 고려하여 구성한다. 개인 또는 모둠별로 간단한 작품을 만들어 발표하며 작품의 의도를 현대 사회의 문화적 특징과 비교하며 감상하도록 한다."
  },
  {
    "영역": "표현",
    "id": "6체03-08",
    "내용": "다양한 표현 활동 유형을 수용하고, 움직임 표현의 아름다움을 추구한다.",
    "해설": "[6체03-08]은 다양한 표현 활동 유형을 긍정적으로 수용하고 움직임 표현의 아름다움을 추구하도록 설정하였다. 다양한 표현 유형에 담긴 의미와 표현 특성을 직·간접적으로 탐색 하며 표현 문화에 대한 이해의 폭을 확장하고 움직임 표현의 아름다움을 추구하도록 한다."
  }
]