[
  {
    "영역": "운동",
    "id": "4체01-01",
    "내용": "운동과 체력의 의미를 이해하고 관계를 파악한다.",
    "해설": "[4체01-01]은 운동이 신체 변화와 체력 증진에 미치는 영향을 이해하기 위해 설정하였다. 운동과 체력의 의미를 이해하고 운동 전후의 신체 및 체력의 변화와 특성을 파악하여 운동의 중요성을 인식하도록 한다."
  },
  {
    "영역": "운동",
    "id": "4체01-02",
    "내용": "기본 체력운동의 방법과 절차를 익히며 자신의 수준에 맞는 운동을 시도한다.",
    "해설": "[4체01-02]는 체력 증진을 위한 기본 운동 방법과 절차를 체험하며 자신의 신체 특성과 체력 수준에 맞게 운동하기 위해 설정하였다. 준비 운동, 본 운동, 정리 운동의 단계별 목적과 주안점을 파악하면서 운동 방법과 절차를 익히고, 자신의 신체 특성과 체력 수준에 적합한 운동을 선택하여 안전하게 시도하도록 한다."
  },
  {
    "영역": "운동",
    "id": "4체01-03",
    "내용": "운동과 건강의 의미를 이해하고 관계를 파악한다.",
    "해설": "[4체01-03]은 운동과 건강의 관계를 이해하기 위해 설정하였다. 건강의 의미와 운동이 건강을 유지, 증진하는 데 미치는 영향을 탐색하고 운동의 필요성을 파악하도록 한다."
  },
  {
    "영역": "운동",
    "id": "4체01-04",
    "내용": "건강을 위한 바른 생활 습관을 이해하고 생활 속에서 규칙적으로 실천한다.",
    "해설": "[4체01-04]는 건강을 유지하는 바른 생활 습관을 이해하고 일상생활에서 적극적으로 실천하는 습관을 기르기 위해 설정하였다. 건강한 생활 습관이 신체적 건강뿐만 아니라 정신적, 사회적 건강에도 영향을 미친다는 점을 이해하고, 건강 증진을 위한 생활 태도와 행동을 가정, 학교, 지역사회에서 규칙적으로 실천하도록 한다."
  },
  {
    "영역": "운동",
    "id": "4체01-05",
    "내용": "자신의 신체적 특징을 긍정적으로 인식하고 운동 계획을 세워 안전하게 활동한다.",
    "해설": "[4체01-05]는 기본 체력운동을 통해 자신에게 적합한 운동 계획을 세우고 실천하기 위해 설정하였다. 체격, 체형, 체력 등 개인마다 다른 신체 특성을 긍정적으로 인식하고 자신의 신체 특성에 맞는 운동을 안전하고 효과적으로 수행하도록 한다."
  },
  {
    "영역": "운동",
    "id": "4체01-06",
    "내용": "운동과 건강한 생활 습관 형성에 관심을 갖고 적극적으로 실천한다.",
    "해설": "[4체01-06]은 운동을 통한 건강한 생활 습관 형성의 의지를 기르기 위해 설정하였다. 자신의 운동 및 생활 습관을 점검해 보고, 건강 유지, 증진의 저해 요인을 삼가며, 적절한 운동과 바람직한 생활 태도에 관심을 갖고 적극적으로 실천할 수 있는 의지를 갖도록 한다."
  },
  {
    "영역": "스포츠",
    "id": "4체02-01",
    "내용": "스포츠의 의미와 유형을 파악한다.",
    "해설": "[4체02-01]은 스포츠의 의미와 유형을 이해하기 위해 설정하였다. 일정한 규칙과 방법에 따라 경기 기술을 수행하고 환경과의 상호작용을 통해 발달한 스포츠의 개념과 기술형, 전략형, 생태형 스포츠의 유형별 특성을 이해하도록 한다."
  },
  {
    "영역": "스포츠",
    "id": "4체02-02",
    "내용": "기본 움직임 기술의 의미와 종류를 이해하고 스포츠와의 관계를 파악한다.",
    "해설": "[4체02-02]는 기본 움직임 기술의 의미, 종류(이동 움직임, 비이동 움직임, 조작 움직임)와 특성을 파악하기 위해 설정하였다. 기본 움직임 기술의 종류를 다양하게 탐색하면서 스포츠 활동에 기초가 되는 기본 움직임 기술의 특성과 스포츠 활동 수행과의 관계를 파악하도록 한다."
  },
  {
    "영역": "스포츠",
    "id": "4체02-03",
    "내용": "움직임 요소에 따른 기본 움직임 기술의 수행 방법을 파악하고 시도한다.",
    "해설": "[4체02-03]은 움직임 요소의 의미를 이해하고, 기본 움직임 기술을 다양한 상황에서 시도하기 위해 설정하였다. 이동 움직임, 비이동 움직임, 조작 움직임 기술을 단계적으로 익히고, 움직임 요소(신체, 노력, 공간, 관계)에 변화를 주어 안전하고 효과적으로 기본 움직임 기술을 수행하도록 한다."
  },
  {
    "영역": "스포츠",
    "id": "4체02-04",
    "내용": "기본 움직임 기술을 연결한 복합적인 움직임 기술을 파악하고 시도한다.",
    "해설": "[4체02-04]는 기본 움직임 기술을 연결하여 다양하고 복합적인 움직임 기술을 수행하기 위해 설정하였다. 움직임 기술의 종류별(이동 움직임 기술 내 호핑과 스키핑의 연결 등), 종류 간(조작 움직임 기술의 치기와 이동 움직임 기술의 달리기의 연결 등)에 기본 움직임을 다양한 방식으로 연결하여 기본 움직임보다 심화된 복합적인 움직임 기술을 익히고, 간단한 게임 상황에서 시도하도록 한다."
  },
  {
    "영역": "스포츠",
    "id": "4체02-05",
    "내용": "기술형 스포츠에 적합한 기본 움직임 기술을 파악하고 시도한다.",
    "해설": "[4체02-05]는 기술형 스포츠 유형에 적합한 움직임 기술을 탐색하고 수행하기 위해 설정하였다. 움직임 기술의 수월성을 겨루는 기술형 스포츠 활동에서 활용되는 다양한 기능과 관련된 움직임 기술의 효과적 수행 방법(앞뒤 구르기, 옆돌기, 전력 달리기, 헤엄치기, 발차기 등)을 익히고, 간단한 게임 상황에서 시도하도록 한다."
  },
  {
    "영역": "스포츠",
    "id": "4체02-06",
    "내용": "전략형 스포츠에 적합한 기본 움직임 기술을 파악하고 시도한다.",
    "해설": "[4체02-06]은 전략형 스포츠 유형에 적합한 움직임 기술을 탐색하고 수행하기 위해 설정하였다. 움직임 기술과 전략에 따라 승패가 결정되는 전략형 스포츠 활동의 다양한 기능과 관련된 움직임 기술의 효과적 수행 방법(공던지기와 잡기, 공몰기, 공차기와 멈추기, 공치기와 받기, 라켓으로 치기 등)을 익히고, 기본적인 전략을 세워 간단한 게임 상황에서 시도하도록 한다."
  },
  {
    "영역": "스포츠",
    "id": "4체02-07",
    "내용": "생태형 스포츠에 적합한 기본 움직임 기술을 파악하고 시도한다.",
    "해설": "[4체02-07]은 생태형 스포츠 유형에 적합한 움직임 기술을 탐색하고 수행하기 위해 설정 하였다. 생활 주변과 자연환경에서 이루어지는 다양한 생태형 스포츠 활동과 관련된 움직 임 기술의 수행 방법(균형 잡고 이동하기, 타고 버티기, 잡고 오르기 등)을 익히고, 간단한 활동 상황에서 안전하게 시도하도록 한다."
  },
  {
    "영역": "스포츠",
    "id": "4체02-08",
    "내용": "움직임 기술 수행에 자신감을 갖고 적극적으로 시도한다.",
    "해설": "[4체02-08]은 기본 움직임 기술의 지속적인 시도를 통해 움직임 기술 수행에 대한 자신감을 기르기 위해 설정하였다. 기본 움직임 기술을 체계적으로 숙달하고, 간단한 규칙을 적용한 활동 상황에서 적극적으로 시도하며 움직임 기술 수행에 대한 자신감을 갖도록 한다."
  },
  {
    "영역": "스포츠",
    "id": "4체02-09",
    "내용": "게임 활동에 최선을 다하고 규칙을 지킨다.",
    "해설": "[4체02-09]는 게임 활동을 수행하며 정해진 규칙을 지키고 최선을 다하는 태도를 기르기 위해 설정하였다. 다양한 유형의 스포츠 활동에 임하는 마음가짐, 구성원에 대한 태도, 규칙 준수의 필요성, 최선의 가치 등을 실제 활동 과정에서 느끼고 실천하도록 한다."
  },
  {
    "영역": "스포츠",
    "id": "4체02-10",
    "내용": "다양한 스포츠 환경에 개방적인 태도를 갖고 적극적이고 안전하게 스포츠 활동에 참여한다.",
    "해설": "[4체02-10]은 스포츠 활동을 즐길 수 있는 환경에 개방적인 태도를 갖고 적극적이고 안전 하게 활동하는 태도를 기르기 위해 설정하였다. 가정, 학교, 지역사회 체육 시설, 자연환경 등 다양하고 도전적인 스포츠 환경을 적극적으로 수용하고 활용하되, 안전 수칙을 숙지하여 안전사고를 예방하는 태도를 실천하도록 한다."
  },
  {
    "영역": "표현",
    "id": "4체03-01",
    "내용": "표현 활동의 의미와 기본 움직임 기술과의 관계를 파악한다.",
    "해설": "[4체03-01]은 표현 활동의 의미, 표현 활동과 기본 움직임 기술과의 관계를 이해하기 위해 설정하였다. 표현 활동에서의 움직임 기술과 운동 및 스포츠 영역에서의 움직임 기술의 차 이를 이해함으로써 표현 활동에서 움직임 기술의 창의적이고 심미적인 특성을 이해하도록 한다."
  },
  {
    "영역": "표현",
    "id": "4체03-02",
    "내용": "움직임 요소에 따른 기본 움직임 기술의 표현 방법을 파악하고 시도한다.",
    "해설": "[4체03-02]는 움직임 요소에 따른 다양한 기본 움직임 기술을 학습함으로써 표현 활동의 기본 수행 능력을 기르기 위해 설정하였다. 이동 움직임, 비이동 움직임, 조작 움직임 기술 을 체험하되 신체, 노력, 공간, 관계 등 움직임 요소의 변화에 따라 기본 움직임 기술을 창 의적이고 심미적으로 표현하도록 한다."
  },
  {
    "영역": "표현",
    "id": "4체03-03",
    "내용": "기본 움직임 기술을 활용하여 사물이나 자연을 모방하여 표현한다.",
    "해설": "[4체03-03]은 기본 움직임 기술을 활용한 모방 표현 능력을 기르기 위해 설정하였다. 기 본 움직임 기술을 활용하여 사물, 인물, 자연 현상 등의 모양과 움직임을 모방하여 표현하 는 방법을 탐색하고 그 특징을 살려 표현하도록 한다."
  },
  {
    "영역": "표현",
    "id": "4체03-04",
    "내용": "기본 움직임 기술을 활용하여 느낌이나 생각을 표현한다.",
    "해설": "[4체03-04]는 기본 움직임 기술을 활용한 추상 표현 능력을 기르기 위해 설정하였다. 기 본 움직임 기술을 활용하여 느낌과 생각 등을 동작으로 표현하는 방법을 탐색하고 창의적 으로 표현하도록 한다."
  },
  {
    "영역": "표현",
    "id": "4체03-05",
    "내용": "기본 움직임 기술을 리듬에 맞춰 표현한다.",
    "해설": "[4체03-05]는 기본 움직임 기술을 활용한 리듬 표현 능력을 기르기 위해 설정하였다. 기 본 움직임 기술을 활용하여 박자, 강약, 빠르기, 패턴에 맞춰 표현하는 방법을 탐색하고 리 듬감을 살려 표현하도록 한다."
  },
  {
    "영역": "표현",
    "id": "4체03-06",
    "내용": "기본 움직임 기술을 도구를 활용하여 표현한다.",
    "해설": "[4체03-06]은 기본 움직임 기술을 활용한 도구 표현 능력을 기르기 위해 설정하였다. 기 본 움직임 기술을 활용하여 줄, 공, 천, 훌라후프 등 도구의 특성을 활용한 표현 방법을 탐 색하고 도구의 조작과 움직임을 연결하여 표현하도록 한다."
  },
  {
    "영역": "표현",
    "id": "4체03-07",
    "내용": "움직임의 심미적 표현에 대한 호기심과 감수성을 나타낸다.",
    "해설": "[4체03-07]은 움직임을 심미적으로 표현하는 것에 대한 호기심과 감수성을 갖도록 설정하 였다. 기본 움직임 기술을 아름답게 표현하며 움직임을 심미적으로 표현하는 다양한 자극 에 관심을 갖고 운동이나 스포츠 기술과는 다른 감성을 느낄 수 있도록 한다."
  }
]