[
  {
    "영역": "듣기・말하기",
    "id": "4국어01-01",
    "내용": "일상생활이나 자신과 관련된 단어를 사용하여 의사를 표현한다.",
    "해설": "이 성취기준은 학생과 관련 있는 친숙한 단어를 사용하여 필요한 상황에서 적절하게 의사를 표현하는 능력을 기르기 위해 설정하였다. 학생이 자주 사용하는 물건, 좋아하는 사물, 동물, 식물, 탈것 등의 이름과 주변 사람들의 호칭 등을 사용하여 필요에 따라 명명, 대답, 요구, 정보 제공 등을 표현하는 내용을 다룬다. 학생의 듣기 말하기 능력에 따라 말소리나 표정, 몸짓, 상징 등으로 표현하게 한다."
  },
  {
    "영역": "듣기・말하기",
    "id": "4국어01-02",
    "내용": "요청하는 말을 듣고 이해하여 행동으로 나타낸다.",
    "해설": "이 성취기준은 학교, 가정, 지역사회에서 자주 들을 수 있는 요청하는 말을 듣고 이해하고 행동하는 능력을 기르기 위해 설정하였다. 일상생활에서 자주 사용하는 사물의 이름, 주변 사람의 호칭, 장소, 동작, 활동 등을 나타내는 말을 듣고 해당하는 사물이나 그림 등과 연결하기, 간단한 동작이나 행동을 나타내는 말을 듣고 행동으로 나타내기, 일상생활에 관련된 지시 따르기 등의 내용을 다룬다. 일상생활이나 학교생활 중 꼭 필요한 행동이나 활동을 중심으로 상황과 맥락에 맞게 요청하는 말을 듣고 행동으로 나타내게 한다."
  },
  {
    "영역": "듣기・말하기",
    "id": "4국어01-03",
    "내용": "자신과 관련된 간단한 질문에 대답한다.",
    "해설": "이 성취기준은 질문을 듣고 학생의 말하기 능력에 따라 자발적으로 대답하며 의사소통하는 능력을 기르는 데 중점을 두어 설정하였다. 질문을 듣고 말이나 표정, 몸짓, 상징으로 '예', '아니요'로 대답하기, '무엇', '누구', '어디'와 관련된 질문에 맞게 자신의 신상에 관한 내용, 좋아하는 것, 겪은 일, 원하는 것 표현하기 등의 내용을 다룬다. 자신과 관련된 질문을 듣고 자기 경험을 떠올려 말, 표정, 몸짓 중 자신이 표현할 방법을 선택하거나, 여러 가지 표현 수단을 결합하여 상대방이 알아들을 수 있도록 적극적으로 대답하게 한다."
  },
  {
    "영역": "듣기・말하기",
    "id": "4국어01-04",
    "내용": "바른 자세로 대화에 참여한다.",
    "해설": "이 성취기준은 대화할 때의 바른 자세와 예절을 익혀 대화에 참여하는 태도를 기르기 위해 설정하였다. 상대방의 표정과 동작에 주의를 기울이며 듣기, 상대방의 말을 끝까지 집중해서 듣기, 공감하는 반응 보이기, 바른 태도로 듣고 말하기 등의 내용을 다룬다. 상대방에게 주의를 기울이며 적극적으로 대화에 참여함으로써 상대방의 말을 듣고 이해하는 능력을 기르며, 동시에 상대방을 배려하며 듣는 태도와 예절을 익히는 데 주안점을 둔다."
  },
  {
    "영역": "읽기",
    "id": "4국어02-01",
    "내용": "바른 자세로 친숙한 단어를 소리 내어 읽는다.",
    "해설": "이 성취기준은 일상에서 볼 수 있는 글자에 흥미를 가지고 친숙한 단어를 소리 내어 읽음으로써 일견 단어 읽기 능력을 기르기 위해 설정하였다. 책이나 보완대체의사소통 기기를 바르게 잡고 읽기, 의자에 앉아서 바르게 읽기 등의 내용을 다룬다. 상징이나 글자는 왼쪽에서 오른쪽으로, 위에서 아래로 읽어야 하는 등의 국어 읽기의 방법을 학습하게 한다."
  },
  {
    "영역": "읽기",
    "id": "4국어02-02",
    "내용": "그림책이나 환경 인쇄물 등에서 단어, 상징의 의미를 파악한다.",
    "해설": "이 성취기준은 상징이나 친숙한 단어의 뜻을 파악하고, 의미를 아는 상징과 단어를 확장하는 능력을 기르기 위해 설정하였다. 그림책에서 같은 글자 찾기, 신문, 광고지 등의 환경 인쇄물에서 환경 인쇄물에서 글자를 찾으며 의미 알기, 여러 가지 구체물을 활용하여 글자 모양을 만들고 읽기 등의 내용을 다룬다. 소리 내어 읽는 활동을 함으로써 상징이나 친숙한 단어의 소리와 시각 정보를 정확히 파악하게 한다."
  },
  {
    "영역": "읽기",
    "id": "4국어02-03",
    "내용": "상징, 글자, 그림 단서를 활용하여 인물과 장면을 파악한다.",
    "해설": "이 성취기준은 상징, 글자, 그림 단서를 활용하여 인물과 장면의 내용을 파악하고, 제시된 그림 속의 상징이나 장면의 의미를 이해하는 능력을 기르기 위해 설정하였다. 그림, 동화책이나 이야기의 장면을 보고 인물이나 장면 알기, 내용 추측하기, 연관된 단어 읽기, 흉내 내는 말 읽기 등의 내용을 다룬다. 다양한 매체에서 제시되는 인물과 장면의 정보를 확인하고 이해하게 한다."
  },
  {
    "영역": "읽기",
    "id": "4국어02-04",
    "내용": "그림책, 환경 인쇄물, 책 등 다양한 읽을거리에 관심을 가진다.",
    "해설": "이 성취기준은 그림책, 환경 인쇄물, 다양한 매체 자료 등을 활용하여 글자와 읽을거리에 흥미를 느끼고 읽는 능력을 기르기 위해 설정하였다. 매체는 사람들 간의 소통 수단이며 정보 기록 및 전달의 매개체로서 책, 텔레비전, 스마트폰, 컴퓨터, 태블릿, 인터넷 등이 이에 속하며, 매체 자료에는 그림책, 만화, 뉴스, 광고, 웹툰, 애니메이션, 영화 등이 있다. 학생이 흥미를 느끼는 주제의 글과 책에 주의를 기울이고, 여러 가지 종류의 매체와 매체 자료에 관심을 가질 수 있도록 하며, 학생이 좋아하는 책이나 매체 자료를 선택하고, 교사가 읽기 활동 기회를 제공하여 자연스럽게 읽기 생활에 관심을 가질 수 있도록 하는 내용을 다룬다. 책 속에서 상징과 글자에 주목하여 그림과 글자를 구별하고, 의미를 파악하는 읽기 활동에 관심을 갖게 한다."
  },
  {
    "영역": "쓰기",
    "id": "4국어03-01",
    "내용": "다양한 방법으로 글자 모양을 만든다.",
    "해설": "이 성취기준은 다양한 방법으로 글자 모양을 만들어 보면서 글자의 기본 형태를 인식하는 능력을 기르기 위해 설정하였다. 생활용품으로 글자의 형태 만들기, 그림이나 꾸미기를 통해 글자 모양 완성하기, 내 주변의 글자를 찾아 다양한 재료로 같은 글자 만들기 등의 내용을 다룬다. 글자가 일정한 모양과 체계화된 형식을 가지고 있다는 것을 자연스럽게 학습하고, 글자 모양을 다양하게 표현함으로써 쓰기 활동에 관심을 갖게 한다."
  },
  {
    "영역": "쓰기",
    "id": "4국어03-02",
    "내용": "쓰기 도구를 바르게 잡고 글자 모양을 따라 쓴다.",
    "해설": "이 성취기준은 쓰기 도구를 바르게 잡고 글자 모양을 따라 쓸 수 있는 능력을 기르기 위해 설정하였다. 여러 가지 쓰기 도구 알기, 쓰기 도구 바르게 잡기, 그림글자 그리기, 글자 모양 따라 쓰기 등의 내용을 다룬다. 처음에는 매직펜이나 칠판 펜과 같이 몸통이 굵고, 큰 글씨를 쓰기에 적절한 쓰기 도구를 사용하고, 점차 색연필, 연필처럼 몸통이 가늘고 작은 글씨를 쓰는 데 적절한 쓰기 도구를 사용하도록 지도한다."
  },
  {
    "영역": "쓰기",
    "id": "4국어03-03",
    "내용": "나와 관련 있는 친숙한 글자를 보고 쓰면서 쓰기 활동에 관심을 가진다.",
    "해설": "이 성취기준은 나와 관련 있는 친숙한 글자를 보고 쓰면서 글자와 사물을 자연스럽게 연결 지으며 쓰기 활동에 관심을 갖도록 설정하였다. 자기 이름 쓰기, 가족과 친구 이름 쓰기, 자기 물건에 이름 쓰기, 학교와 집에서 자주 사용하는 친숙한 글자 쓰기 등의 내용을 다룬다. 일상생활에서 자주 사용하는 친숙한 글자를 쓰면서 나와 내 주변의 관계 맺기를 시도하고 점차 쓰기 활동을 확장해 나가도록 지도한다."
  }
]