[
  {
    "영역": "듣기・말하기",
    "id": "6국어01-01",
    "내용": "단어와 문장을 듣고 뜻을 파악한다.",
    "해설": "이 성취기준은 단어와 문장을 듣고 이해하여 적절하게 반응하는 의사소통 능력을 향상하기 위해 설정하였다. 사물이나 사람의 특징을 나타내는 말을 듣고 실물, 그림, 사진 등에서 지시 대상 찾기, 문장 속 단어의 뜻을 파악하여 문장의 의미 파악하기, 요구나 지시, 설명, 감탄 등을 나타내는 다양한 문장을 듣고 내용에 맞는 그림을 찾거나 행동으로 나타내기 등의 내용을 다룬다. 문학 작품이나 동영상, 노래 등을 활용하여 친숙한 어휘에서 점차 새로운 어휘로 확장하여 익힐 수 있도록 하며, 대화나 안내 방송 등을 듣고 일상생활에서 자주 들을 수 있는 문장 유형을 익히게 한다."
  },
  {
    "영역": "듣기・말하기",
    "id": "6국어01-02",
    "내용": "모습과 행동을 단어나 문장으로 표현한다.",
    "해설": "이 성취기준은 사람이나 사물의 모습, 상황 등을 묘사하여 전달함으로써 정보를 공유하며 능동적으로 의사소통하는 능력을 기르기 위해 설정하였다. 사람 또는 사물을 소개하거나 특징 묘사하기, 사진이나 짧은 영상을 보고 동작이나 활동 내용 설명하기, 그림이나 사진의 중요한 부분 말하기 등의 내용을 다룬다. 다양한 매체를 활용하여 학생의 경험과 관련된 친숙한 사진이나 영상, 학생이 흥미 있어 하는 문학 작품 등을 보고, 관련 내용으로 친구와 대화를 나누거나 발표하며 표현하는 능력을 기르게 한다."
  },
  {
    "영역": "듣기・말하기",
    "id": "6국어01-03",
    "내용": "시간이나 장소를 나타내는 말을 사용하여 경험한 일을 상대방에게 전달한다.",
    "해설": "이 성취기준은 경험한 일을 여러 단어와 다양한 문장으로 표현하는 능력을 기르기 위해 설정하였다. 시간이나 장소를 나타내는 말과 과거를 나타내는 표현을 익혀 가정, 학교, 지역사회에서 겪은 일 말하기, 과거에 경험한 일 중 기억에 남는 일 말하기 등의 내용을 다룬다. 학생의 경험을 기록한 사진이나 영상, 그림일기를 보고, 경험을 회상하여 정리하고 정리한 내용을 상대방에게 효율적으로 전달하게 한다."
  },
  {
    "영역": "듣기・말하기",
    "id": "6국어01-04",
    "내용": "묻는 말의 의미를 이해하여 적절한 질문과 대답을 한다.",
    "해설": "이 성취기준은 여러 가지 묻는 말을 익혀 상대방에게 질문하거나 질문에 적절하게 대답하며 필요한 정보를 제공하는 의사소통 능력을 기르기 위해 설정하였다. 질문에 따라 선택지 중 한 가지를 선택하여 대답하기, 질문에 맞게 자신이 원하는 것, 선호하는 것, 희망 사항 말하기, 질문에 따라 경험한 일 말하기, 자신이 필요한 것을 얻기 위해 상대방에게 허락 구하기, 궁금한 것 질문하기 등의 내용을 다룬다. '누구', '무엇', '어디', '언제' 등을 묻는 단순한 질문에서 시작하여 점차 '어떻게', '왜'와 같이 복잡한 대답을 요구하는 질문을 주고받으며 대화하게 한다."
  },
  {
    "영역": "듣기・말하기",
    "id": "6국어01-05",
    "내용": "바르고 고운 말을 사용하여 대화한다.",
    "해설": "이 성취기준은 상대방을 배려하며 바르고 고운 말을 사용하는 태도를 기르기 위해 설정하였다. 공손하게 말하기, 감정을 조절하며 말하기, 상황에 맞는 말하기, 상대방이 기분 좋은 말하기 등의 내용을 다룬다. 자신의 감정에 맞는 적절한 어휘를 선택하여 표현하고, 다양한 상황에서 상대방의 입장이 되어 보고 상대방의 감정을 상하지 않도록 주의하며 대화하게 한다."
  },
  {
    "영역": "읽기",
    "id": "6국어02-01",
    "내용": "글자의 구성 요소와 짜임을 익혀 단어를 소리 내어 읽는다.",
    "해설": "이 성취기준은 한글 자모로 구성된 글자의 구성 요소와 짜임을 통해 글자를 만들고 글자를 소리에 대응하여 읽을 수 있는 능력을 기르기 위해 설정하였다. 글자의 구성 요소인 한글 자모 알기, 자음과 모음의 결합 방식을 익혀 글자 만들기, 글자를 소리 내어 읽기, 글자를 연결하여 단어 읽기 등의 내용을 다룬다. 글자의 구성 요소와 원리를 이해하고 글자와 단어를 소리 내어 읽는 데 도움이 되는 한글의 기본 음절표를 익히게 한다."
  },
  {
    "영역": "읽기",
    "id": "6국어02-02",
    "내용": "여러 가지 매체 자료에서 단어의 의미를 파악한다.",
    "해설": "이 성취기준은 학생이 일상생활에서 사용하는 단어의 의미를 파악하여 주변에서 접하는 사람이나 대상, 환경과 적절하게 소통하는 능력을 기르기 위해 설정하였다. 일상생활과 관련 있는 실물·사진·그림을 보고 의미 파악하기, 그림에 맞는 단어 찾기, 일상생활에서 볼 수 있는 안내판, 광고지의 글과 영상 매체 자료에서 자주 볼 수 있는 단어의 의미 알기 등의 내용을 다룬다. 영상 매체를 활용할 때는 수동적으로 시청하는 학습에 치우치지 않고, 매체 자료에 있는 글 또는 단어를 능동적으로 읽고 의미를 이해하게 한다."
  },
  {
    "영역": "읽기",
    "id": "6국어02-03",
    "내용": "그림을 단서로 문장의 내용을 이해한다.",
    "해설": "이 성취기준은 문장의 내용을 이해하기 위해 다양한 매체 자료에서 그림 단서를 활용하여 의미를 파악하는 능력을 기르기 위해 설정하였다. 다양한 매체 자료에서 그림을 보고 내용 이해하기, 단어와 그림을 보고 문장의 전후 내용 이해하기 등의 내용을 다룬다. 매체 자료의 내용과 문장의 이해를 위해 그림 단서를 충분히 제공하여 학생이 해당 내용의 뜻을 바르게 파악하게 한다."
  },
  {
    "영역": "읽기",
    "id": "6국어02-04",
    "내용": "일상생활에서 접하는 동시, 노랫말, 이야기 등에 재미를 느끼며 읽는다.",
    "해설": "이 성취기준은 학생이 친숙하게 자주 접하는 동시 노랫말 이야기 읽기에 재미를 느끼고, 일상생활의 여러 경험을 담은 글에 흥미를 갖는 문학적 감수성을 기르기 위해 설정하였다. 동시 노랫말 이야기에서 재미있는 말이나 반복되는 말 찾기, 다양한 말놀이, 소리·모양·모습 흉내 내는 말 알아보기 등의 내용을 다룬다. 다양한 자료에서 운율감을 느끼고 말놀이의 재미를 경험하게 한다."
  },
  {
    "영역": "읽기",
    "id": "6국어02-05",
    "내용": "다양한 매체 자료와 글에 흥미를 느끼고, 올바른 읽기 습관을 기른다.",
    "해설": "이 성취기준은 다양한 형식의 매체 자료의 글에 흥미를 느끼면서 읽을거리에 친밀감, 호기심을 갖고 올바른 읽기 태도를 함양하기 위해 설정하였다. 글을 읽을 때 바른 자세로 읽기, 장소에 알맞게 소리 내어 읽기, 좋아하는 매체 자료 선택하여 읽기, 다양한 글 자료에 관심 표현하기, 도서관이나 서점 방문하여 책 고르기, 시간을 정해서 책 읽기, 그림 책의 전체 내용 읽기 등의 내용을 다룬다. 학생에게 친근한 주제와 교육 목적에 맞는 매체 자료를 선택하고 학생이 올바른 시청 태도를 갖도록 지도한다."
  },
  {
    "영역": "쓰기",
    "id": "6국어03-01",
    "내용": "글자의 짜임을 알고 획순에 따라 한글 자모를 쓴다.",
    "해설": "이 성취기준은 글자의 기초가 되는 자음과 모음을 조합하여 바른 순서와 모양으로 글자를 쓰는 기초 능력을 기르기 위해 설정하였다. 자음과 모음을 조합하여 글자 만들기, 글자에서 자음과 모음 찾아 쓰기, 글자의 모양과 획순을 알고 순서에 맞게 쓰기 등의 내용을 다룬다. 글자를 이루는 자음과 모음의 결합 방식을 이해하며 한글 자모를 쓰게 하되, 획순을 지나치게 강조하지 않는다."
  },
  {
    "영역": "쓰기",
    "id": "6국어03-02",
    "내용": "단어가 가진 의미를 알고 일상생활에서 자주 사용하는 단어를 쓴다.",
    "해설": "이 성취기준은 글자와 단어에 의미가 있다는 것을 알고 일상생활에서 자주 사용하는 단어를 쓰는 능력을 기르기 위해 설정하였다. 음식이나 동물의 이름 알기, 장소를 나타내는 단어의 의미 알기, 단어와 그림 연결하기, 그림 보고 어울리는 단어 쓰기 등의 내용을 다룬다. 그림이나 사진과 같은 시각적 매체 자료를 활용하여 단어의 의미를 알고, 자주 사용하는 짧은 단어 쓰기부터 시작하여 점차 음절의 수가 길거나 자주 사용하지 않는 단어를 쓰게 한다."
  },
  {
    "영역": "쓰기",
    "id": "6국어03-03",
    "내용": "쓰기에 흥미를 느끼고 바른 자세와 태도로 글자를 쓴다.",
    "해설": "이 성취기준은 쓰기 활동 자체에 흥미를 느끼고 바른 자세와 태도로 글자를 쓰는 능력을 기르기 위해 설정하였다. 관심 있는 주제와 관련 있는 단어 쓰기, 좋아하는 대상의 명칭이나 특징 쓰기, 바른 자세와 태도로 글자 쓰기 등의 내용을 다룬다. 좋아하는 내용을 자발적으로 쓰면서 쓰기에 흥미를 느끼고, 바른 자세로 쓰는 것을 반복적으로 연습하여 올바른 쓰기 태도를 함양하게 한다."
  }
]