[
  {
    "영역": "듣기・말하기",
    "id": "9국어01-01",
    "내용": "상대방의 이야기를 듣고 주요 내용을 파악한다.",
    "해설": "이 성취기준은 일상적인 대화 장면에서 상대방의 이야기를 듣고 주요 내용을 파악하여 적절히 활용하는 능력을 기르기 위해 설정하였다. 타인이 전달하는 내용을 듣고 말의 의도나 목적 파악하기, 지시에 따라 행동하기, 순서가 있는 지시 수행하기, 주요 단어나 내용 다시 말하기, 상대방이 하는 말과 관련된 대답이나 질문하기 등의 내용을 다룬다. 가정, 학교, 지역사회에서 접할 수 있는 대화 상황에서 상대방의 말을 주의 깊게 듣고 말의 내용을 정확히 파악하여 적절하게 반응하게 한다."
  },
  {
    "영역": "듣기・말하기",
    "id": "9국어01-02",
    "내용": "사건이나 사실을 분명하게 전달한다.",
    "해설": "이 성취기준은 사건이나 사실을 상대방이 이해할 수 있도록 정확하게 전달하는 능력을 기르기 위해 설정하였다. 육하원칙의 요소를 고려해 말하기, 가정 및 학교에서의 일과나 일이 일어난 순서에 맞게 말하기, 대상이나 장소를 중심으로 순서대로 말하기, 보거나 들은 내용 전달하기 등의 내용을 다룬다. 상대방에게 사건이나 사실을 간결하고 정확하게 전달하게 한다."
  },
  {
    "영역": "듣기・말하기",
    "id": "9국어01-03",
    "내용": "준언어적, 비언어적 표현 요소를 활용하여 자신의 감정이나 느낌을 표현한다.",
    "해설": "이 성취기준은 음성 언어와 준언어적, 비언어적 표현을 함께 사용하여 자신의 감정이나 느낌을 효과적으로 표현하는 능력을 기르기 위해 설정하였다. 상황에 맞는 느낌이나 감정 이해하기, 음성 언어와 준언어적, 비언어적 표현을 함께 사용하여 느낌이나 감정 표현하기 준언어적, 비언어적 표현의 의미와 효과 이해하기 등을 다룬다. 일상적인 경험과 대화 상황, 노래나 문학 작품 감상과 같은 다양한 장면에서 자신의 느낌이나 감정을 말이나 어조, 표정, 자세 등의 준언어적, 비언어적 표현 요소를 사용해 표현할 수 있게 한다."
  },
  {
    "영역": "듣기・말하기",
    "id": "9국어01-04",
    "내용": "대화 예절을 지키며 상대방의 말에 적절한 질문과 대답으로 대화를 이어 간다.",
    "해설": "이 성취기준은 대화 예절을 지키며 상대방의 말에 적절한 질문과 대답으로 대화를 이어 가는 의사소통 능력을 기르기 위해 설정하였다. 상대방이 한 말에 관심을 보이며 듣기, 상대방의 질문에 따라 자신이 원하는 것, 선호하는 것, 희망 사항, 경험한 일 대답하기, 들은 내용과 관련 있거나 궁금한 것 질문하기, 상대방이 관심 있는 주제로 대화를 시작하거나 이어 가기 등의 내용을 다룬다. 상대방과 대화를 이어갈 수 있도록 대화 상대자를 존중하는 마음을 가지고 대화 차례를 지키며 대화하게 한다."
  },
  {
    "영역": "듣기・말하기",
    "id": "9국어01-05",
    "내용": "인사말과 높임 표현을 사용하여 상황과 상대방에 따라 적절하게 말한다.",
    "해설": "이 성취기준은 대화 상황과 상대방에게 맞게 적절한 인사말과 높임 표현을 사용하여 대화하는 능력을 기르기 위해 설정하였다. 인사, 감사, 사과, 부탁, 위로, 격려, 자기소개, 거절 등이 필요한 상황에서 적절한 인사말 하기, 가족, 친구, 교사, 이웃과 같이 일상생활에서 자주 접하는 대화 상대에게 맞는 높임 표현 사용하기 등의 내용을 다룬다."
  },
  {
    "영역": "읽기",
    "id": "9국어02-01",
    "내용": "단어의 의미 관계를 이해하고 의미 관계에 알맞게 띄어 읽는다.",
    "해설": "이 성취기준은 어휘의 의미 관계를 통해 어휘의 확장된 의미를 이해함으로써 문장을 어절, 의미에 알맞게 띄어 읽고, 내용을 바르게 해석하는 능력을 기르기 위해 설정하였다. 어절 단위로 띄어 읽기, 단일어·복합어 동형어 알기, 단어의 함축적 의미 알기, 어휘의 유의어 및 반의어 알기, 어휘의 상하 관계 및 포함어 알기 등의 내용을 다룬다. 띄어 읽을 때는 어절과 어절 사이, 문장 부호 뒤, 주어부와 서술어부 사이에서 의미 단위로 띄어 읽도록 지도한다."
  },
  {
    "영역": "읽기",
    "id": "9국어02-02",
    "내용": "문장의 의미를 파악하여 주요 내용을 확인한다.",
    "해설": "이 성취기준은 문장의 의미를 이해하여 필요한 자료나 정보를 수집하고, 문장의 주요 대상이나 내용을 파악하여 효과적으로 활용하는 능력을 기르기 위해 설정하였다. 문장에서 핵심적인 대상이나 어휘 찾기, 다양한 유형의 문장에서 대상과 상황, 방법과 같은 주요 내용 파악하기 등의 내용을 다룬다. 문장 유형을 학습하는 활동으로 그치지 않고, 문장의 유형에 따라 의미가 달라진다는 것을 알도록 다양한 유형의 문장을 제시한다."
  },
  {
    "영역": "읽기",
    "id": "9국어02-03",
    "내용": "문장을 읽고 인물의 생각이나 마음을 이해한다.",
    "해설": "이 성취기준은 여러 개의 문장으로 이루어진 짧은 글을 읽고 등장인물의 마음이나 생각을 이해하는 능력을 기르기 위해 설정하였다. 짧은 글에서 인물의 처지와 상황 짐작하기, 인물의 마음이나 생각을 나타내는 표현 찾기, 자기 경험과 연관 지어 생각하기 등의 내용을 다룬다. 다양한 매체 자료와 기호와 상징을 사용하는 보완대체의사소통 기기를 사용하여 인물의 처지나 마음을 표현할 때 '행복하다. 자랑스럽다. 신나다. 힘들다. 슬프다. 후회하다. 두렵다. 서운하다' 등과 같은 감정을 표현하는 다양한 어휘를 제시한다."
  },
  {
    "영역": "읽기",
    "id": "9국어02-04",
    "내용": "다양한 읽을거리를 스스로 찾아 즐겨 읽는 태도를 기른다.",
    "해설": "이 성취기준은 여러 장르의 읽을거리를 자발적으로 선택하여 읽음으로써 내용을 이해하고 공감하는 능력을 기르기 위해 설정하였다. 시, 시나리오, 희곡, 이야기 글, 영화, 드라마, 만화, 책 등을 읽거나 보고 난 후 마음에 드는 내용과 표현 찾기, 재미나 감동을 주는 부분 찾아 바꾸어 보기, 스스로 좋아하는 작품을 선택하여 읽고 좋아하는 이유나 느낌 나타내기, 인상적인 부분 찾기 등의 내용을 다룬다. 학생들의 경험이 담긴 여러 장르의 문학 작품을 읽게 하여 읽을거리에 흥미를 느껴 자발적으로 읽게 한다."
  },
  {
    "영역": "읽기",
    "id": "9국어02-05",
    "내용": "글을 읽고 글에 대한 느낌과 경험을 다른 사람과 나눈다.",
    "해설": "이 성취기준은 일상생활에서 쉽게 볼 수 있는 글과 매체 자료를 읽은 경험과 느낌을 다른 사람에게 전하고 공유하는 능력을 기르기 위해 설정하였다. 매체 광고나 안내문에서 본 단어와 문장, 영상 자막, 매체 자료 등과 같은 글을 읽은 경험과 느낌 주고받기, 서로의 감상 비교하기, 재미있게 읽은 글이나 매체 자료 소개하기 등의 내용을 다룬다. 읽기를 통해 글쓴이의 생각을 이해하고, 서로의 읽기 경험을 표현하고 공유하도록 지도한다."
  },
  {
    "영역": "쓰기",
    "id": "9국어03-01",
    "내용": "사물의 이름, 존재, 상태, 동작을 나타내는 단어를 바르게 쓴다.",
    "해설": "이 성취기준은 소리와 표기 사이의 관계를 이해하여 사물을 나타내는 단어를 표기에 맞게 쓰는 능력을 기르기 위해 설정하였다. 사물의 이름, 존재, 상태, 동작을 나타내는 단어를 비롯한 여러 단어를 점선 따라 쓰기, 보고 쓰기, 스스로 쓰기, 받아쓰기 등 다양한 방법으로 써 보고, 바른 표기법을 학습하는 내용을 다룬다. 소리와 표기가 일치하는 단어부터 소리와 표기가 일치하지 않는 단어로 점차 학습의 범위를 확장하여 바르게 쓰게 한다."
  },
  {
    "영역": "쓰기",
    "id": "9국어03-02",
    "내용": "기록의 필요성을 알고 일상생활에 필요한 내용과 정보를 메모한다.",
    "해설": "이 성취기준은 메모의 필요성을 알고 메모하는 습관을 기르기 위해 설정하였다. 메모가 필요한 상황을 살펴보고, 준비물 쓰기, 구매할 물건 목록 적기, 일정 정리하기와 같은 내용을 다룬다. 필요한 정보를 메모하고 활용하는 습관을 가지게 한다."
  },
  {
    "영역": "쓰기",
    "id": "9국어03-03",
    "내용": "문장의 기본 구조를 알고 문장을 쓴다.",
    "해설": "이 성취기준은 문장의 구성 능력을 기르기 위해 설정하였다. 주요 문장 성분의 이해를 바탕으로 주어에 맞게 서술어 쓰기, 어순에 맞게 문장 쓰기 등의 내용을 다룬다. 그림이나 사진 등으로 제시한 구체적인 상황이나 장면을 보고, 주어, 서술어, 목적어 등을 다양하게 변경하여 문장을 완성하게 한다."
  },
  {
    "영역": "쓰기",
    "id": "9국어03-04",
    "내용": "쓰기에 자신감을 가지고 단어나 문장으로 쓰려는 태도를 기른다.",
    "해설": "이 성취기준은 다양한 쓰기 활동을 통해 쓰기에 자신감을 가지고 단어나 문장을 쓰는 태도를 기르기 위해 설정하였다. 쓰기 특성과 단계에 따라 기초적 쓰기, 단어 쓰기, 문장 쓰기 활동을 하며, 일상생활과 밀접한 내용을 주제로 정해서 꾸준히 쓰기 활동을 하게 한다."
  }
]