[
  {
    "영역": "듣기・말하기",
    "id": "2국어01-01",
    "내용": "여러 가지 소리의 의미를 이해하고 구별한다.",
    "해설": "이 성취기준은 주변 환경에서 나는 소리를 관심 있게 듣고, 들리는 소리의 의미를 이해하여 적절하게 반응하는 의사소통 기초 능력을 기르기 위해 설정하였다. 익숙한 사람의 말소리, 자연이나 생활 주변의 다양한 소리에 재미를 느끼고 소리를 구별하며 들은 소리에 적절하게 행동하며 의사소통하는 내용을 다룬다. 소리에 관심을 가지고 소리가 나타내는 상징적 의미를 연결하여 들으며, 소리에 적절하게 반응하는 데 주안점을 둔다."
  },
  {
    "영역": "듣기・말하기",
    "id": "2국어01-02",
    "내용": "표정과 몸짓의 의미를 이해하고, 표정과 몸짓으로 감정이나 요구를 표현한다.",
    "해설": "이 성취기준은 표정과 몸짓이 나타내는 의미를 이해하여 상대방의 의도를 파악하고, 표정과 몸짓으로 의사를 표현하는 능력을 기르기 위해 설정하였다. 주변 사람의 표정이나 몸짓을 주의 깊게 살펴보기, 표정이나 몸짓이 나타내는 긍정·부정이나 칭찬, 인사, 지시 등의 의미를 이해하여 반응하기, 표정이나 몸짓으로 상대방의 주의 끌기, 반응하기, 선택하기, 인사하기, 감정이나 요구 표현하기 등의 내용을 다룬다. 표정이나 몸짓에는 의사소통 기능이 있음을 이해하고, 상대방의 표정과 몸짓을 살펴 상대방이 표현하는 의미를 이해하며, 표정과 몸짓으로 자기 의사를 표현하는 능력을 기르는 데 주안점을 둔다."
  },
  {
    "영역": "듣기・말하기",
    "id": "2국어01-03",
    "내용": "다양한 방법으로 의사소통을 시도한다.",
    "해설": "이 성취기준은 표정과 몸짓 이외에 말소리, 기호와 상징 사용과 같은 다양한 방법으로 의사소통을 시도하고, 자기 의사를 표현하는 능력을 기르기 위해 설정하였다. 원하는 물건이나 행동, 자신의 감정, 대답이나 요구하는 말, 수용과 거부하는 말 등을 말소리, 표정, 몸짓, 상징 사용 등 다양한 방법으로 표현해 보는 내용을 다룬다. 자신에게 맞는 의사소통 방법을 찾기 위해 표정과 몸짓을 포함하여 다양한 방법으로 의사소통해 보는 것이 중요하다."
  },
  {
    "영역": "듣기・말하기",
    "id": "2국어01-04",
    "내용": "의사소통에 자발적이고 적극적으로 참여한다.",
    "해설": "이 성취기준은 대화의 기본인 상대방과 상호 작용하는 태도를 길러 자발적이고 적극적으로 다른 사람과의 의사소통에 참여하는 데 중점을 두어 설정하였다. 상대방의 대화 시도에 관심을 보이고, 말소리, 표정, 몸짓, 상징으로 반응하고, 대화를 시작하기 위해 상대방의 주의 끌기, 인사하기, 요구하기 등 자발적으로 의사소통을 시도하는 내용을 다룬다. 의사소통 수단이나 방법과 상관없이 상대방의 말에 적극적으로 반응하거나 자발적으로 대화에 참여하고자 하는 태도를 갖추는 것이 중요하다."
  },
  {
    "영역": "읽기",
    "id": "2국어02-01",
    "내용": "점, 선, 면으로 구성된 여러 가지 형태를 탐색한다.",
    "해설": "이 성취기준은 글자의 기초가 되는 형태를 지각하는 능력을 기르기 위해 설정하였다. 직선, 곡선, 규칙이 있는 형태와 불규칙한 형태, 대칭적인 형태와 비대칭적 형태를 글자의 모양과 연결하여 탐색하고 인식하는 내용을 다룬다. 다양한 형태를 살펴보고 글자 모양과 유사한 여러 모양을 인식하고 지각하는 능력을 기르게 한다."
  },
  {
    "영역": "읽기",
    "id": "2국어02-02",
    "내용": "글자의 기초가 되는 여러 가지 모양을 변별한다.",
    "해설": "이 성취기준은 여러 가지 모양 중에서 글자의 기초가 되는 형태의 그림이나 모양을 찾고 변별하는 능력을 기르기 위해 설정하였다. 같은 사물, 그림, 모양, 상징 찾기, 구분하기 활동 등의 내용을 다룬다. 이와 같은 활동을 하여 글자의 기초가 되는 형태에 대한 변별 능력을 기르게 한다."
  },
  {
    "영역": "읽기",
    "id": "2국어02-03",
    "내용": "일상생활에서 자주 볼 수 있는 실물, 그림, 상징, 기호에 관심을 가진다.",
    "해설": "이 성취기준은 일상생활에서 자주 볼 수 있는 실물, 그림, 상징, 기호의 의미에 관한 관심을 기르기 위해 설정하였다. 의미 파악과 의사소통을 위해 똑같거나 유사한 실물, 그림, 상징, 기호를 살펴보고 의미를 파악하는 내용을 다룬다. 읽기 자료로서의 실물, 그림, 상징 등과 친숙해지고 탐색하는 능력을 기르게 한다."
  },
  {
    "영역": "읽기",
    "id": "2국어02-04",
    "내용": "실물, 그림, 상징이 소리로 표현되는 것을 알고, 읽는 활동에 관심을 가진다.",
    "해설": "이 성취기준은 일상에서 자주 접하는 실물, 그림, 상징, 기호에는 소릿값과 의미가 있다는 것을 알고, 읽기 활동에 참여하는 능력을 기르기 위해 설정하였다. 자신과 주변의 정보를 파악하기 위하여 그림, 상징, 기호에 관심 갖기, 일상생활에서 자주 접하는 간판이나 표지판의 그림, 상징, 기호에 관심 갖기, 실물, 그림, 상징, 기호에 나타나는 의미 파악하여 읽기 등의 내용을 다룬다. 일상생활에서 자주 접하는 그림, 상징, 기호를 찾아보도록 유도하고, 여러 가지 그림이나 주변 단서를 이용해 따라 읽어 보게 함으로써 읽기에 흥미를 갖게 한다."
  },
  {
    "영역": "쓰기",
    "id": "2국어03-01",
    "내용": "끼적이기에 재미를 느끼며 자유롭게 끼적인다.",
    "해설": "이 성취기준은 자유롭게 끼적이는 활동의 재미를 경험하여, 쓰기 기초 능력을 기르기 위해 설정하였다. 떠오르는 생각과 느낌을 마음껏 끼적이기, 여러 가지 도구를 사용해서 끼적이기, 재미있는 활동을 찾아 자유롭게 끼적이기 등의 내용을 다룬다. 자유롭게 끼적이는 경험에서 시작하여 점차 제시한 도구와 자료를 활용하여 끼적이고, 끼적이는 활동을 즐거워하는 단계로 나아갈 수 있게 한다."
  },
  {
    "영역": "쓰기",
    "id": "2국어03-02",
    "내용": "글자의 기초가 되는 선과 모양을 알고 다양한 방법으로 표현한다.",
    "해설": "이 성취기준은 글자의 기초가 되는 선과 모양을 인식하고 표현하는 능력을 기르기 위해 설정하였다. 글자의 형태 탐색하기, 글자의 기초가 되는 여러 가지 선과 모양 그리기 등의 내용을 다룬다. 글자의 기초가 되는 형태를 인식하고 표현하기 위해서 일상생활에서 자주 사용하는 사물과 친숙한 놀이 자료를 활용하여 표현하는 것에 관심을 가지고, 점차 형태를 갖춰 선과 모양을 그리게 한다."
  }
]