[
  {
    "영역": "수와 연산",
    "id": "6수학01-01",
    "내용": "10의 개념을 알고, 몇십을 센다.",
    "해설": "9보다 1 큰 수가 10임을 알게 한다. 구체물을 세어서 10이 되게 만드는 활동을 반복하여 10의 개념에 익숙해지게 하고 구체물과 반 구체물을 10씩 묶으며 몇십으로 세는 활동을 한다. 십 모형의 수와 낱개의 수를 두 자리 수로 나타내고 자릿값 개념을 형성하여 두 자리 수의 크기를 ‘크다, 작다’로 비교한다."
  },
  {
    "영역": "수와 연산",
    "id": "6수학01-02",
    "내용": "10개의 묶음과 낱개의 수를 두 자리 수로 나타낸다.",
    "해설": "9보다 1 큰 수가 10임을 알게 한다. 구체물을 세어서 10이 되게 만드는 활동을 반복하여 10의 개념에 익숙해지게 하고 구체물과 반 구체물을 10씩 묶으며 몇십으로 세는 활동을 한다. 십 모형의 수와 낱개의 수를 두 자리 수로 나타내고 자릿값 개념을 형성하여 두 자리 수의 크기를 ‘크다, 작다’로 비교한다."
  },
  {
    "영역": "수와 연산",
    "id": "6수학01-03",
    "내용": "두 자리 수의 크기를 비교한다.",
    "해설": "9보다 1 큰 수가 10임을 알게 한다. 구체물을 세어서 10이 되게 만드는 활동을 반복하여 10의 개념에 익숙해지게 하고 구체물과 반 구체물을 10씩 묶으며 몇십으로 세는 활동을 한다. 십 모형의 수와 낱개의 수를 두 자리 수로 나타내고 자릿값 개념을 형성하여 두 자리 수의 크기를 ‘크다, 작다’로 비교한다."
  },
  {
    "영역": "수와 연산",
    "id": "6수학01-04",
    "내용": "합이 10이 되는 더하기를 하고 덧셈식으로 나타낸다.",
    "해설": "합이 10이 되는 더하기는 학생이 10의 보수 관계를 파악하는 데 중점을 두어 지도하며 구체물을 가르고 모으는 활동과 덧셈식으로 반복 학습하게 한다. 10의 보수 개념을 활용하여 피감수가 10인 빼기 역시 구체물과 덧셈식을 통해 반복 학습한다."
  },
  {
    "영역": "수와 연산",
    "id": "6수학01-05",
    "내용": "피감수가 10인 빼기를 하고 뺄셈식으로 나타낸다.",
    "해설": "합이 10이 되는 더하기는 학생이 10의 보수 관계를 파악하는 데 중점을 두어 지도하며 구체물을 가르고 모으는 활동과 덧셈식으로 반복 학습하게 한다. 10의 보수 개념을 활용하여 피감수가 10인 빼기 역시 구체물과 덧셈식을 통해 반복 학습한다."
  },
  {
    "영역": "수와 연산",
    "id": "6수학01-06",
    "내용": "실생활에서 활용되는 몇십의 덧셈과 뺄셈의 의미를 안다.",
    "해설": "생활 속에서 몇십의 덧셈과 뺄셈이 활용되는 다양한 상황을 살펴보고 받아올림이 없는 (몇십)+(몇십)과 받아내림이 없는 (몇십)-(몇십)에 대한 학생의 흥미와 관심을 높인다."
  },
  {
    "영역": "수와 연산",
    "id": "6수학01-07",
    "내용": "받아올림(내림)이 없는 몇십의 덧셈과 뺄셈을 한다.",
    "해설": "받아올림(내림)이 없는 몇십의 덧셈과 뺄셈은 가로식과 세로식을 모두 지도하되 세로식은 자릿값을 맞추어 계산하는 데 특별히 주의를 기울이도록 한다. 필요에 따라 계산 도구를 활용하는 경우 받아올림(내림)이 없는 몇십의 덧셈과 뺄셈의 연산을 체험하는 기능적인 측면에 중점을 두어 지도한다."
  },
  {
    "영역": "수와 연산",
    "id": "6수학01-08",
    "내용": "받아올림(내림)이 없는 몇십의 덧셈, 뺄셈과 관련된 실생활 문제를 해결한다.",
    "해설": "받아올림(내림)이 없는 몇십의 덧셈과 뺄셈은 가로식과 세로식을 모두 지도하되 세로식은 자릿값을 맞추어 계산하는 데 특별히 주의를 기울이도록 한다. 필요에 따라 계산 도구를 활용하는 경우 받아올림(내림)이 없는 몇십의 덧셈과 뺄셈의 연산을 체험하는 기능적인 측면에 중점을 두어 지도한다."
  },
  {
    "영역": "수와 연산",
    "id": "6수학01-09",
    "내용": "지폐(천 원, 오천 원, 만 원)의 액면가를 읽고 크기를 비교한다.",
    "해설": "천 원, 오천 원, 만 원권 지폐의 모양, 크기, 색깔, 그림, 수 등을 살펴보는 활동을 한다. 각 지폐의 액면가를 읽고 쓰며, 천원으로 교환할 수 있는 물건의 양보다 오천 원, 만 원이 더 많다는 것을 경험하게 하여 액면가의 차이를 알게 한다. 이후 지폐를 액면가가 작거나 큰 지폐로 교환하는 활동을 한다."
  },
  {
    "영역": "수와 연산",
    "id": "6수학01-10",
    "내용": "지폐(천 원, 오천 원, 만 원)를 다른 액면가의 지폐로 교환한다.",
    "해설": "천 원, 오천 원, 만 원권 지폐의 모양, 크기, 색깔, 그림, 수 등을 살펴보는 활동을 한다. 각 지폐의 액면가를 읽고 쓰며, 천원으로 교환할 수 있는 물건의 양보다 오천 원, 만 원이 더 많다는 것을 경험하게 하여 액면가의 차이를 알게 한다. 이후 지폐를 액면가가 작거나 큰 지폐로 교환하는 활동을 한다."
  },
  {
    "영역": "수와 연산",
    "id": "6수학01-11",
    "내용": "몇천 원짜리 상품과 교환할 수 있는 지폐를 찾는다.",
    "해설": "시장 놀이 등의 활동을 통해 천 원, 오천 원, 만 원의 상품 가격에 알맞은 지폐를 지불하여 물건과 지폐를 교환함으로써 화폐의 가치를 인식하게 한다. 천 원이나 만 원과 같은 지폐의 액면가는 고유 명칭이나 단위로 이해하고 천 원 이상부터 2만 원 미만의 범위에서만 상품 가격을 다룬다."
  },
  {
    "영역": "수와 연산",
    "id": "6수학01-12",
    "내용": "만 몇천 원짜리 상품과 교환할 수 있는 지폐를 찾는다.",
    "해설": "시장 놀이 등의 활동을 통해 천 원, 오천 원, 만 원의 상품 가격에 알맞은 지폐를 지불하여 물건과 지폐를 교환함으로써 화폐의 가치를 인식하게 한다. 천 원이나 만 원과 같은 지폐의 액면가는 고유 명칭이나 단위로 이해하고 천 원 이상부터 2만 원 미만의 범위에서만 상품 가격을 다룬다."
  },
  {
    "영역": "도형",
    "id": "6수학02-01",
    "내용": "교실 및 생활 주변의 사물을 관찰하여 여러 가지 평면 모양을 찾는다.",
    "해설": "생활 주변의 사물을 관찰하고 사물의 형태 중 일부분에서 평면 모양을 찾게 한다. 주변의 사물은 입체 모양이기 때문에 평면 모양을 찾기 위해서는 입체 모양을 구성하는 일부분인 평면에 초점을 맞추게 한다. 학생에게 익숙한 구체물을 활용하여 모양을 인식하기 위한 여러 가지 활동이 동기화될 수 있게 유도한다."
  },
  {
    "영역": "도형",
    "id": "6수학02-02",
    "내용": "동그라미, 네모, 세모 등의 여러 가지 평면 모양을 탐색한다.",
    "해설": "생활 주변 사물에 포함된 평면 모양을 통해 동그라미, 네모, 세모 모양의 특징을 관찰하고, 조작하는 과정을 통하여 각 모양의 특징을 인식하게 한다. 이러한 일련의 활동을 하면서 동그라미, 네모, 세모 모양 등의 여러 가지 평면 모양에 대한 기본적인 이해를 하게 한다."
  },
  {
    "영역": "도형",
    "id": "6수학02-03",
    "내용": "직관적인 비교를 통하여 동그라미, 네모, 세모 모양을 분류한다.",
    "해설": "생활 주변의 사물에 포함된 평면 모양의 특징을 인식하고, 모양의 생김새나 특징에 따라 공통점을 찾아 직관적으로 비교하여 비슷한 모양끼리 분류하게 한다."
  },
  {
    "영역": "도형",
    "id": "6수학02-04",
    "내용": "동그라미, 네모, 세모 등의 평면 모양을 다양한 방법으로 만들거나 그린다.",
    "해설": "평면 모양을 만들거나 그리면서 평면 모양에 대한 이해를 높인다. 동그라미, 네모, 세모 모양을 여러 가지 방법으로 만들거나 그리는 과정을 통하여 여러 가지 평면 모양의 형태를 직관적으로 이해하고 도형의 기초가 되는 모양이 우리 생활에 밀접하게 연관되어 있음을 알게 한다."
  },
  {
    "영역": "도형",
    "id": "6수학02-05",
    "내용": "여러 가지 평면 모양을 활용하여 모양을 만들거나 꾸민다.",
    "해설": "동그라미, 네모, 세모 등의 평면 모양을 활용하여 심미성이 있는 형태를 만들거나 꾸미면서 여러 가지 모양의 아름다움을 느낄 수 있게 한다. 친구와 함께 여러 가지 평면 모양을 활용하여 작품을 만들거나 공간을 꾸미는 활동을 통해 함께 학습하는 즐거움을 느끼게 한다."
  },
  {
    "영역": "도형",
    "id": "6수학02-06",
    "내용": "사물의 위치, 방향, 거리를 파악하여 표현한다.",
    "해설": "현재 학생 자신이 속해 있는 장소를 중심으로 여러 가지 사물의 위치, 방향, 거리를 경험한다. 다양하고 반복적인 경험을 하면서 자연스럽게 공간과 관련된 개념과 용어를 정확하게 인식할 수 있게 하고, 자신의 위치를 중심으로 떨어져 있는 여러 가지 사물의 위치, 방향, 거리를 알맞은 용어를 사용하여 표현할 수 있게 한다."
  },
  {
    "영역": "도형",
    "id": "6수학02-07",
    "내용": "위치, 방향, 거리에 맞게 물건을 옮긴다.",
    "해설": "위치, 방향, 거리에 맞게 물건을 옮겨 보면서 자연스럽게 공간 감각을 익히게 한다. 더불어 실제 생활의 맥락에서 지시에 따라 물건을 옮겨 보며 공간 감각을 실용적으로 활용하게 한다."
  },
  {
    "영역": "측정",
    "id": "6수학03-01",
    "내용": "길이(cm)의 단위를 알고 측정 도구(자 등)를 사용하여 길이를 측정한다.",
    "해설": "길이를 나타내는 표준 단위 cm가 표시된 다양한 물건과 상황, 환경 등을 탐색하여 표준 단위 cm를 알게 한다. 자의 사용법을 익혀 여러 가지 생활 속 구체물의 길이를 측정하고 학생이 추측한 구체물의 길이와 실제 길이의 차이를 비교하며 길이에 대한 양적 감각을 익히게 한다."
  },
  {
    "영역": "측정",
    "id": "6수학03-02",
    "내용": "들이(L)의 단위를 알고 측정 도구(비커 등)를 사용하여 들이를 측정한다.",
    "해설": "들이를 나타내는 표준 단위 L가 사용되는 다양한 물건과 환경 상황을 탐색하여 표준 단위 L를 알게 한다. 여러 가지 물체에 물을 가득 채워 보는 활동을 통해 들이 개념을 이해하고 들이의 측정 도구인 비커의 사용법을 익혀 여러 가지 물체의 들이를 측정하게 한다. 그리고 측정하기 전 자신이 추측한 용기의 들이와 실제 들이와의 차이를 비교하며 들이에 대한 양적 감각을 익히게 한다."
  },
  {
    "영역": "측정",
    "id": "6수학03-03",
    "내용": "다양한 형태의 시계를 경험하고 시각을 ‘몇 시’, ‘몇 시 30분’으로 나타낸다.",
    "해설": "다양한 형태의 시계를 탐색하여 공통적인 구성 요소를 파악하고 시계에 표시된 내용을 읽는 방법을 익혀 제시된 시각을 정확하게 읽게 한다. 일상생활과 관련된 1시간, 30분 단위의 시각을 시계를 통해 확인하고 같은 시각이 나타난 시계를 찾아보거나 활동에 표시된 시각을 보고 시계를 조작하여 같은 시각으로 나타내는 등 다양한 방식으로 시각을 나타내고 ‘몇 시’, ‘몇 시 30분’으로 표현하게 한다."
  },
  {
    "영역": "측정",
    "id": "6수학03-04",
    "내용": "1일, 1주일을 알고 날짜를 ‘며칠’, ‘무슨 요일’로 나타낸다.",
    "해설": "1일은 하루 동안의 시간이라는 것을 알게 하고, 여러 가지 형태의 주간 일정표를 탐색하여 표에 제시된 ‘일’과 ‘요일’ 항목을 파악하게 한다. 주간 일정표의 한 칸은 1일이며, 제시된 내용은 하루의 활동이라는 것을 알게 한다. 일정표의 가장 왼쪽부터 요일을 차례대로 세어보는 활동을 통해 1주일이 7일로 이루어져 있음을 알고, ‘일’과 ‘요일’의 연관성을 통해 일정표에 나타난 특정한 활동이 ‘며칠’, ‘무슨 요일’에 일어났는지 표현하게 한다."
  },
  {
    "영역": "규칙성",
    "id": "6수학04-01",
    "내용": "생활 주변의 두세 가지 물체의 배열에서 규칙을 찾는다.",
    "해설": "이전 학년군에서 간단히 반복되는 규칙을 모방하고, 발견하며, 다음에 올 것을 예측하게 한 것을 바탕으로 좀 더 복잡한 형태의 규칙을 발견할 수 있게 한다. 물체는 두 가지 혹은 세 가지를 활용하고, 색, 모양, 크기 등 특징이 단순한 물체의 배열에서 규칙을 찾게 한다. 먼저 두세 가지 물체의 배열에서 규칙이 있는 것과 없는 것을 구분하게 한다. 나아가 반복되는 배열의 일정한 부분을 보고 규칙을 찾고, 다음에 올 것을 예측해 보게 한다."
  },
  {
    "영역": "규칙성",
    "id": "6수학04-02",
    "내용": "정해진 규칙에 따라 두세 가지 물체를 배열한다.",
    "해설": "정해진 규칙에 따라 두세 가지 물체를 배열하게 한다. 먼저 ‘ABAB’ 형태와 같이 간단한 규칙에서 시작하여, 물체의 개수를 동일하게 늘려 ‘AABBAABB’ 형태, 두 가지 물체의 개수를 서로 다르게 변화시켜 ‘AABAAB’ 형태로 물체를 규칙에 따라 배열하게 한다. 그리고 물체의 종류를 세 가지로 늘려 ‘ABCABC’와 같은 형태로 정해진 규칙에 맞게 물체를 배열하게 한다."
  },
  {
    "영역": "규칙성",
    "id": "6수학04-03",
    "내용": "생활 주변의 두세 가지 무늬의 배열에서 규칙을 찾는다.",
    "해설": "구체물을 조작하며 반복되는 물체의 배열에서 규칙을 찾는 활동에서 나아가 반 구체물인 무늬의 배열에서 규칙을 찾을 수 있게 한다. 옷, 포장지, 타일의 무늬 등 생활 주변에서 자주 접하는 규칙적 무늬의 배열을 활용할 수 있다. 먼저 두 가지 규칙적인 무늬의 배열을 활용한 간단한 규칙에서 시작하여 무늬의 배열 형태를 바꾸거나 세 가지로 무늬의 수를 늘려 좀 더 복잡한 형태의 규칙적인 무늬의 배열에서 규칙을 발견할 수 있게 한다."
  },
  {
    "영역": "규칙성",
    "id": "6수학04-04",
    "내용": "여러 가지 모양과 색 등을 활용하여 규칙적인 무늬를 꾸민다.",
    "해설": "여러 가지 모양과 색 등을 활용하여 규칙적인 무늬를 꾸미게 한다. 반복되는 무늬의 일정 부분을 보고 규칙을 찾아 무늬를 완성할 수 있게 한다. 이때에는 포장지 꾸미기와 책 표지 꾸미기, 티셔츠 꾸미기와 벽지 꾸미기 등 학생에게 친숙하면서도 실생활과 연관된 활동의 기회를 제공한다. 이러한 활동은 규칙적인 무늬가 주는 아름다움과 수학의 유용성을 인식하게 한다."
  },
  {
    "영역": "자료와 가능성",
    "id": "6수학05-01",
    "내용": "세 개 이상의 모음으로 분류된 자료를 보고 한 가지 기준을 찾는다.",
    "해설": "세 개 이상의 모음으로 분류된 자료를 탐색하고 모음별 특징이나 속성을 비교하며 한 가지 기준을 찾게 한다. 분류의 기준은 분명하게 구별될 수 있는 것에서 종류, 쓰임 등으로 확장하고 분류의 자료는 여러 가지 실생활 물건부터 지역사회, 자연 환경 소재 등으로 제시하게 한다."
  },
  {
    "영역": "자료와 가능성",
    "id": "6수학05-02",
    "내용": "자료를 한 가지 기준에 따라 세 개 이상의 모음으로 분류한다.",
    "해설": "학생이 정한 한 가지 기준으로 자료를 세 개 이상의 모음으로 분류하고, 각각의 모음에 들어있는 자료를 탐색하여 자료의 쓰임, 용도 등의 공통된 특성을 확인하게 한다. 그리고 세 개 이상의 모음에 들어있는 자료의 수를 각각 세어보고 비교하며 그 결과를 표현하게 한다."
  },
  {
    "영역": "자료와 가능성",
    "id": "6수학05-03",
    "내용": "분류한 자료를 표로 나타낸다.",
    "해설": "한 가지 기준에 따라 조사하고 분류한 자료를 표로 정리하여 표의 구성 요소와 항목별 자료의 위치를 자연스럽게 파악하게 한다. 그리고 표 양식을 정리하는 방법을 익혀 분류한 자료를 표로 정리하게 하되, 분류된 자료의 수가 늘어나 정리할 자료의 양이 증가하여도 표로 나타내는 방법이 같다는 것을 인식하게 한다."
  }
]