[
  {
    "영역": "수와 연산",
    "id": "2수학01-01",
    "내용": "주변을 탐색하여 방금 전에 보았던 사물을 찾는다.",
    "해설": "찾기는 시야에서 인지된 사물을 가림막, 천, 상자 등으로 가리고 다시 해당 사물을 찾게 하는 활동이다. 자신의 시야에 있던 사물이 눈앞에서 가려져서 마치 사라진 것처럼 보여도 실제로는 계속 존재한다고 인식하는 대상 영속성의 개념을 경험하게 한다."
  },
  {
    "영역": "수와 연산",
    "id": "2수학01-02",
    "내용": "제시한 구체물과 같거나 다른 구체물을 찾는다.",
    "해설": "변별하기는 교사가 제시한 구체물을 보고 같은 또는 다른 구체물을 찾는 활동이다. 구체물의 색상, 모양, 크기 등을 관찰하고 특징을 파악하여 다른 구체물과 구별하게 한다. 생활 주변의 친숙한 구체물을 활용하되 구체물 간의 차이가 명확하게 드러나는 구체물을 활용하여 변별할 수 있게 함으로써 성공 경험을 제공한다."
  },
  {
    "영역": "수와 연산",
    "id": "2수학01-03",
    "내용": "구체물을 보고 많은 것과 적은 것을 비교한다.",
    "해설": "비교하기는 여러 가지 구체물을 두 군데로 나누어 제시하여 학생들이 직관적으로 두 군데 중 어느 쪽이 더 많고 적음을 인지하는 활동이다. 이 활동은 수의 기초 단계에 해당하며 제시된 구체물을 하나씩 세지 않고 눈으로 보았을 때의 수량을 비교한다. 따라서 사용하는 구체물의 크기, 모양, 색상 등을 동일하게 맞추어 제시함으로써 수량의 비교에 집중하게 한다."
  },
  {
    "영역": "수와 연산",
    "id": "2수학01-04",
    "내용": "서로 관계있는 구체물을 찾아 일대일로 짝짓는다.",
    "해설": "짝짓기는 구체물과 구체물을 서로 관계있는 것끼리 일대일로 대응하여 짝을 만드는 활동으로써 수 개념과 비교 개념을 형성하기 위한 기초가 되는 활동이다. 제시된 구체물 중에서 똑같은 것을 찾아 일대일로 짝을 짓는 활동을 하여 짝이라는 대응 개념에 익숙하게 한다. 이후 점차 관계있는 양말, 신발과 같이 짝이 있는 구체물과 치약과 칫솔, 책상과 의자와 같이 사용할 때 짝이 되는 구체물 등을 활용하여 서로 연결하여 짝을 만들어 보는 활동으로 확장한다."
  },
  {
    "영역": "수와 연산",
    "id": "2수학01-05",
    "내용": "구체물을 한 가지 기준에 따라 순서대로 배열한다.",
    "해설": "순서짓기는 하나의 기준을 가지고 세 가지의 구체물을 순서대로 배열하는 활동이다. 이는 수의 계열과 수의 대소 비교에 바탕이 되는 개념을 형성하는 활동으로써 크기 등의 기준에 따라 구체물을 순서에 맞추어 배열한다."
  },
  {
    "영역": "수와 연산",
    "id": "2수학01-06",
    "내용": "구체물이 있고 없음을 구별하고, 한 개와 여러 개를 구별한다.",
    "해설": "학생이 선호하는 구체물을 하나 선정하여 학생의 시야에서 구체물을 보여 주고 가림판 등으로 구체물을 가려서 없는 상황을 제시하여 ‘있다’, ‘없다’의 개념을 반복적으로 경험하게 한다. 다음으로 구체물이 한 개 있을 때와 여러 개가 있을 때를 구별하는 활동을 한다. 이때 구체물의 종류는 같게 제시하고 구체물의 수량을 학생들이 직관적으로 인식할 수 있도록 반복 학습하여 수 개념을 익히게 한다."
  },
  {
    "영역": "수와 연산",
    "id": "2수학01-07",
    "내용": "다섯 개 이하 구체물의 개수를 센다.",
    "해설": "하나, 둘, 셋, 넷, 다섯으로 구체물의 개수를 직접 세어 보며 다섯 이하의 개수 세기를 반복적으로 학습한다. 이는 수 세기와 집합수의 기초를 형성하게 한다. 여기서 주의할 점은 학생들이 수 개념을 익히기 전 단계이므로 1, 2, 3, 4, 5와 같은 수 기호를 도입하지는 않는다."
  },
  {
    "영역": "수와 연산",
    "id": "2수학01-08",
    "내용": "배열이 다른 구체물의 개수를 세어 비교한다.",
    "해설": "다섯 개 이하의 구체물을 가로로 나란히 놓거나 세로로 나란히 놓아서 개수를 세어 본다. 그 외 다양한 배열 모양을 활용하여 개수 세기를 한다. 또한 배열 간격을 좁게 또는 넓게 하여 세어 본다. 이를 통해 학생들은 수의 보존 개념의 기초를 다진다."
  },
  {
    "영역": "수와 연산",
    "id": "2수학01-09",
    "내용": "다섯 개 이하의 구체물을 양쪽으로 가른다.",
    "해설": "생활 주변의 친숙한 다섯 개 이하의 구체물을 활용한 가르기와 모으기 활동을 한다. 이때 구체물은 모양, 크기, 색상 등 특징이 똑같은 구체물을 사용하여 구체물 간의 차이로 인한 혼동을 줄이고 가르기와 모으기 활동 자체에 집중할 수 있게 한다."
  },
  {
    "영역": "수와 연산",
    "id": "2수학01-10",
    "내용": "양쪽의 구체물을 하나로 모은다.",
    "해설": "생활 주변의 친숙한 다섯 개 이하의 구체물을 활용한 가르기와 모으기 활동을 한다. 이때 구체물은 모양, 크기, 색상 등 특징이 똑같은 구체물을 사용하여 구체물 간의 차이로 인한 혼동을 줄이고 가르기와 모으기 활동 자체에 집중할 수 있게 한다."
  },
  {
    "영역": "수와 연산",
    "id": "2수학01-11",
    "내용": "화폐의 용도를 알고 구체물 중에서 화폐를 찾는다.",
    "해설": "생활 속에서 화폐를 사용하는 다양한 장면을 학생들이 관찰함으로써 화폐의 용도와 필요성을 파악하게 한다. 여러 가지 구체물 중에서 주어진 화폐와 모양, 색상, 크기가 같은 화폐를 찾는 활동을 중심으로 내용을 다룬다. 화폐와 화폐가 아닌 것을 구별하고 이후 활동에 익숙해지면 여러 가지 화폐 중에서 주어진 화폐와 같은 화폐를 찾는 활동으로 확장한다."
  },
  {
    "영역": "도형",
    "id": "2수학02-01",
    "내용": "생활 주변에서 볼 수 있는 사물의 모양을 관찰한다.",
    "해설": "생활 주변에서 볼 수 있는 사물의 모양을 살펴보며 그 모양이 각각 다름을 인식하게 한다. 사물을 관찰하면서 크기, 색상, 질감, 모양 등의 속성 중 겉으로 나타나는 생김새나 형태에 초점을 두어 인식하게 한다. 이를 통해 사물의 모양이 저마다 다름을 인식하게 하며, 사물의 여러 모양에 관심과 흥미를 가지게 한다."
  },
  {
    "영역": "도형",
    "id": "2수학02-02",
    "내용": "여러 가지 사물의 모양의 기초적인 특성을 구별한다.",
    "해설": "생활 속의 사물에 대한 직접적이고 구체적인 경험을 통하여 여러 가지 모양을 구별하기 위한 기초적인 능력을 기르게 한다. 생활 주변에 있는 다양한 모양의 사물을 여러 가지 감각을 통해 탐색하면서 ‘뾰족하다’, ‘둥글다’, ‘반듯하다’와 같은 사물의 모양에서 찾아볼 수 있는 기초적인 특성을 직관적으로 파악하게 한다."
  },
  {
    "영역": "도형",
    "id": "2수학02-03",
    "내용": "직관적인 비교를 통하여 같은 모양과 다른 모양을 찾는다.",
    "해설": "‘뾰족하다’, ‘둥글다’, ‘반듯하다’ 등 사물의 모양에서 찾아볼 수 있는 기초적인 특성을 바탕으로 여러 가지 사물의 모양을 직관적으로 비교하게 한다. 이때 모양에 대한 정확한 개념보다 직관적 방법을 활용하여 모양이 같거나 다른 사물을 찾아보게 한다."
  },
  {
    "영역": "도형",
    "id": "2수학02-04",
    "내용": "주변의 물건을 자유롭게 옮긴다.",
    "해설": "공간이라는 개념을 직접 경험을 통해 인식하게 한다. 학생에게 익숙한 위치와 장소에서 여러 가지 물건을 자유롭게 옮기면서 주변을 탐색하게 하고, 점진적으로 학생이 인식할 수 있는 범위를 확장해 나간다."
  },
  {
    "영역": "도형",
    "id": "2수학02-05",
    "내용": "나를 중심으로 앞, 뒤, 옆, 위, 아래를 구별한다.",
    "해설": "공간을 인식하는 주체는 자기 자신이며, 자신을 중심으로 공간 관계를 경험한다. 자신을 중심으로 앞, 뒤, 옆, 위, 아래 등을 경험하고 구별하면서 방위에 대한 기초적인 경험을 하게 한다."
  },
  {
    "영역": "측정",
    "id": "2수학03-01",
    "내용": "여러 가지 구체물의 크기, 길이, 무게를 감각적으로 경험한다.",
    "해설": "여러 가지 구체물의 표면적인 크기를 관찰하고, 가로와 세로의 길이 차이를 알아보고, 손으로 물체를 들었을 때 서로 다른 느낌이 있다는 것을 경험하게 한다. 이를 통해 구체물에는 여러 가지 속성이 있으며 물체에 따라 서로 다른 감각적 차이가 있다는 것을 자연스럽게 인식하게 한다."
  },
  {
    "영역": "측정",
    "id": "2수학03-02",
    "내용": "구체물 두 개의 크기, 길이를 직관적으로 비교하고 용어로 나타낸다.",
    "해설": "구체물 두 개의 크기와 길이를 비교할 때는 구체물의 형태를 직관적으로 관찰하여 비교하게 한다. 직관적으로 변별하기 쉬운 같은 종류의 구체물을 활용하여 크기나 길이를 비교하게 하며, 비교한 구체물의 크기는 ‘크다’와 ‘작다’로, 길이는 ‘길다’와 ‘짧다’와 같은 비교 용어로 구분하여 표현하게 한다."
  },
  {
    "영역": "측정",
    "id": "2수학03-03",
    "내용": "구체물 두 개의 무게를 직관적으로 비교하고 용어로 나타낸다.",
    "해설": "구체물 두 개의 무게를 비교할 때는 각각의 구체물을 손으로 들어 보고 느껴지는 감각적 차이를 비교하게 한다. 무게의 차이가 명확하게 다른 구체물을 활용하여 무게를 비교하며, 비교한 구체물의 무게는 ‘무겁다’와 ‘가볍다’와 같은 비교 용어로 구분하여 표현하게 한다."
  },
  {
    "영역": "측정",
    "id": "2수학03-04",
    "내용": "생활 모습을 관찰하여 낮과 밤으로 나타낸다.",
    "해설": "가정이나 학교에서 일어나는 일상생활을 관찰하고 낮과 밤이라는 시간의 변화에 따라 생활 모습에 차이가 있다는 것을 알게 한다. 낮과 밤의 활동은 각각 주위 환경, 생활 모습 등의 차이를 통해 구분하고 낮에서 밤, 밤에서 낮으로 반복되며 이어지는 시간의 특성을 탐색하게 한다. 이후 여러 가지 생활 모습을 관찰하며 낮과 밤을 나타내게 한다."
  },
  {
    "영역": "측정",
    "id": "2수학03-05",
    "내용": "시간의 변화에 따른 일상생활의 모습을 관찰하여 전과 후로 구분한다.",
    "해설": "일상생활의 관찰을 통해 시간의 변화에 따라 일이 일어나기 전과 후의 달라진 상황이나 모습 등의 차이를 알게 한다. 그리고 일이 일어나기 전과 후의 다른 모습을 비교하고, 변화된 모습을 순차적으로 나타냄으로써 시간의 연속성을 인식하게 한다."
  },
  {
    "영역": "규칙성",
    "id": "2수학04-01",
    "내용": "시각적, 청각적, 운동적 표현을 통해 생활 주변에서 반복되는 규칙을 경험한다.",
    "해설": "시각적, 청각적, 운동적 표현활동을 통해 학생에게 생활 주변에서 반복되는 다양한 형태의 규칙을 경험하게 한다. 시각적인 것으로는 옷이나 벽지의 무늬, 포장지의 그림 등이 있고, 청각적인 것으로는 규칙적인 요소가 포함되어 있는 동요, 의성어와 의태어 등이 있다. 또한 반복적인 신체의 움직임은 규칙을 즐겁게 지각할 수 있는 기회를 준다."
  },
  {
    "영역": "규칙성",
    "id": "2수학04-02",
    "내용": "소리와 리듬, 동작 등을 통해 반복되는 규칙을 따라 한다.",
    "해설": "소리와 리듬, 동작을 활용하거나 학생에게 쉽고 친숙한 놀이 활동을 통해 규칙적인 표현을 관찰하고 모방하게 한다. 노래 속에서 반복되는 리듬과 몸 움직임, 소리 등을 통해 자연스럽게 반복되는 규칙을 따라 하게 한다. 이때에는 ‘쿵짝쿵짝’이나 ‘쿵쿵짝짝쿵쿵짝짝과’ 같이 단순한 형태의 규칙을 모방하게 한다. 학생은 단순하지만 다양한 형태의 규칙을 따라 해보는 과정을 통해 반복되는 규칙의 즐거움을 찾을 수 있다."
  },
  {
    "영역": "자료와 가능성",
    "id": "2수학05-01",
    "내용": "여러 가지 분류 상황을 경험한다.",
    "해설": "일상생활 속 물건이 정리된 모습을 관찰하고, 필요한 물건을 찾아보는 활동을 경험하면서 분류의 편리함과 필요성을 인식하게 한다. 그리고 여러 가지 구체물을 다양한 감각을 통해 탐색하고 크기, 색, 모양 등과 같은 명확한 특성에 따라 일정한 공간에 각각 모으는 활동을 통해 분류 활동을 충분히 경험하게 한다."
  }
]