[
  {
    "영역": "정보통신 이해와 기기의 사용",
    "id": "9정통01-01",
    "내용": "정보통신의 의미를 이해하고, 다양한 형태와 방법으로 제공되는 정보를 살펴본다.",
    "해설": "이 성취기준은 정보통신의 의미와 중요성을 이해하고, 변화하는 정보통신 사회에 관심을 기울일 수 있도록 설정하였다. 정보통신의 의미 알기, 다양한 정보 형태 살펴보기, 정보 제공 방법 알기, 정보 전달하기 등의 내용을 다룬다. 일상생활에서 문자, 그림, 소리 등의 정보가 활용되는 예를 찾아보고, 형태에 따라 제공되는 정보 전달 방법에 관심을 갖도록 한다. 장애 정도가 심한 학생의 경우 신체활동의 내용을 적절하게 수정 및 대체하고, 신체 특성에 적합한 보조공학 기기를 활용한다. 시청각장애 학생이 일상생활에서 잔존 시력을 활용하여 기기를 사용할 수 있도록 스마트 기기와의 거리 또는 밝기 등을 조정하거나, 진동으로 전달되는 정보를 촉각으로 수용할 수 있도록 하는 정보통신 보조기기를 활용하도록 한다."
  },
  {
    "영역": "정보통신 이해와 기기의 사용",
    "id": "9정통01-02",
    "내용": "다양한 정보통신 기기의 종류를 알고, 기본 기능을 익힌다.",
    "해설": "이 성취기준은 일상생활에서 편리하게 사용하는 정보통신 기기를 살펴보고, 기본 기능을 익혀 사용할 수 있는 능력을 기르기 위해 설정하였다. 정보통신 기기의 종류 알기, 기기 선택하기, 기본 기능 익히기 등의 내용을 다룬다. 전화기, 텔레비전, 스마트 기기 등 필요와 목적에 알맞은 기기를 선택하고, 조작 버튼을 찾아 누르며, 사용 기능을 익히도록 한다. 생활 주변에서 다양한 스마트 기기를 체험하고, 스마트 기기 및 주변 장치를 바르게 사용할 수 있도록 한다. 스마트 기기 사용 시간 정하기, 휴식을 취해야 하는 시간과 이유 알기, 스마트 기기 사용 장소와 이용량에 대한 결정 등 건전한 사용을 통해 디지털 민주시민으로서의 역량을 갖추도록 한다."
  },
  {
    "영역": "정보통신 이해와 기기의 사용",
    "id": "9정통01-03",
    "내용": "정보통신 기기의 기본 프로그램을 익혀 실생활에서 사용한다.",
    "해설": "이 성취기준은 정보통신 기기에 설치되어 있는 기본 프로그램의 사용법을 익혀 실생활에서 유용하게 사용하는 능력을 기르는 데 목적이 있다. 정보통신 기기의 기본 프로그램 살펴보기, 기본 프로그램 사용 방법 익히기, 기본 프로그램 사용하기 등의 내용을 다룬다. 정보통신 기기의 아이콘 익히기, 순서대로 실행하여 전화하기 또는 문자 전송하기, 인터넷 접속하기 등을 직접 체험할 수 있도록 한다. 장애 정도가 심한 학생의 경우 신체활동의 내용을 적절하게 수정 및 대체하고, 신체 특성에 적합한 보조공학 기기를 활용한다."
  },
  {
    "영역": "정보통신 이해와 기기의 사용",
    "id": "9정통01-04",
    "내용": "필요한 정보를 수집하고, 타인과 정보를 주고받는다.",
    "해설": "이 성취기준은 필요한 자료를 능동적으로 파악하여 수집하고, 정보통신 매체를 활용하여 실생활에서 다른 사람과 정보를 주고받는 능력을 기르기 위하여 설정하였다. 필요한 정보 수집하기, 정보통신 매체를 이용하여 정보 전달하기 등의 내용을 다룬다. 정보를 음성과 몸짓, 편지 등으로 직접 전달하거나 문자나 동영상으로 전송하기 등 적절한 전달 방법을 찾아 타인과 정보를 주고받도록 한다. 장애 정도가 심한 학생의 경우 표정, 몸짓, 음성 등 다양한 형태로 제공되는 정보 탐색하기, 시청각 매체나 보조공학 기기를 활용하여 정보 수집하기, 보완대체의사소통 기기를 활용하여 정보 주고받기 등으로 성취기준을 재구성하여 적용할 수 있다."
  },
  {
    "영역": "정보통신 생활과 소프트웨어",
    "id": "9정통02-01",
    "내용": "컴퓨터의 구성을 이해하고, 컴퓨터의 장치와 기본 기능을 익혀 실생활에서 사용한다.",
    "해설": "이 성취기준은 컴퓨터의 구성을 이해하고, 구성 장치와 주변 기기를 살펴보며, 컴퓨터의 기본 기능과 사용법을 익혀 컴퓨터를 효율적으로 사용하는 능력을 기르기 위해 설정하였다. 컴퓨터의 하드웨어와 소프트웨어 이해하기, 컴퓨터의 종류 알기, 컴퓨터 구성 장치 및 주변 기기 조작하기, 컴퓨터의 기본 기능 사용하기 등의 내용을 다룬다. 키보드와 마우스 등의 구성 장치와 프린터 등의 주변 기기를 직접 조작하고, 계산기, 그림판, 메모장 등의 컴퓨터 기본 기능을 사용함으로써 컴퓨터의 유용성과 편리성을 경험하도록 한다. 장애 정도가 심한 학생의 경우 생활 주변에 있는 컴퓨터의 구성 장치 및 주변 기기 찾기, 컴퓨터 구성 장치의 조작 버튼 입력을 통한 변화 살펴보기, 컴퓨터의 기본 사용법을 순서대로 따라 하기 등의 활동을 통해 성취기준을 재구성하여 적용할 수 있다."
  },
  {
    "영역": "정보통신 생활과 소프트웨어",
    "id": "9정통02-02",
    "내용": "인터넷 검색을 통해 목적에 따라 필요한 정보를 찾는다.",
    "해설": "이 성취기준은 일상생활에서 필요한 정보를 인터넷을 통해 효과적으로 찾는 능력을 기르기 위해 설정하였다. 여러 가지 검색엔진 알기, 정보 검색을 위한 핵심어 선정하기 핵심어로 정보 검색하기 등의 내용을 다룬다. 이 외에도 이미지와 소리 등을 활용하여 상황에 적합한 검색 방법을 선택하여 적용함으로써, 디지털 환경에서 적절한 정보를 찾을 수 있는 디지털 문해력을 기르도록 한다. 시청각장애 학생의 경우 점자정보단말기, 음성 증폭 기기, 컴퓨터 화면의 높이 및 각도 조절 기기, 화면 확대 프로그램 등의 보조공학 기기 및 소프트웨어의 활용을 통해 컴퓨터의 장치와 기능을 효과적으로 사용할 수 있도록 한다."
  },
  {
    "영역": "정보통신 생활과 소프트웨어",
    "id": "9정통02-03",
    "내용": "순차, 선택, 반복 구조를 통해 문제 해결 과정을 탐색한다.",
    "해설": "이 성취기준은 컴퓨팅 사고의 기초인 순차, 선택, 반복 구조의 개념을 이해하고, 효과적으로 문제를 해결하기 위한 절차를 탐색하기 위해 설정하였다. 순서와 차례에 맞게 나열하기, 선택 상황 제시하기, 특정 과제 또는 상황 반복하기 등의 내용을 다룬다. 언플러그드 활동을 통해 순차, 선택, 반복 구조를 이해함으로써 문제 해결 절차를 탐색하도록 한다."
  },
  {
    "영역": "정보통신 생활과 소프트웨어",
    "id": "9정통02-04",
    "내용": "인공지능에 대해 관심을 기울이고, 생활 속 인공지능의 다양한 사례를 탐색한다.",
    "해설": "이 성취기준은 생활 속에서 인공지능이 적용된 사례를 찾아 삶의 편리함을 살펴보기 위해 설정하였다. 인공지능 알아보기, 활용 사례 살펴보기, 생활 속 인공지능 기기 찾기 등의 내용을 다룬다. 인공지능 스피커, 스마트 워치 등 다양한 인공지능 기기를 탐색함으로써 인공지능에 대한 관심을 높이도록 한다. 일상생활에서 삶의 편리를 위해 인공지능을 이용한 다양한 사례를 탐색하도록 한다. 상황에 따른 인공지능 활용 사례 찾기, 인공지능이 인간에게 주는 편리함 찾아보기 등 미래 사회의 구성원으로서 갖추어야 할 인공지능 이해에 대한 기초 역량을 기르도록 한다."
  },
  {
    "영역": "정보통신 윤리와 디지털 문화",
    "id": "9정통03-01",
    "내용": "디지털 공간에서 올바른 예절을 익혀 실천한다.",
    "해설": "이 성취기준은 디지털 예절의 필요성을 알고, 디지털 공간에서 올바른 태도와 예절을 실천하는 능력을 기르기 위해 설정하였다. 디지털 공간의 특징 알기, 디지털 예절 알기, 디지털 예절 실천하기 등의 내용을 다룬다. 디지털 공간에서 예절을 지키며 댓글 달기, 예의를 지키며 채팅에 참여하기 등의 실천을 통해 타인과 안전하고 즐겁게 상호 작용하도록 한다. 장애 정도가 심한 학생의 경우 모든 학습 과정을 한 번에 지도하기보다는 학습 수행 정도를 고려하여 작은 단위로 세분화하여 반복적으로 지도한다."
  },
  {
    "영역": "정보통신 윤리와 디지털 문화",
    "id": "9정통03-02",
    "내용": "개인 정보 보호의 중요성을 알고, 안전하게 관리하는 습관을 기른다.",
    "해설": "이 성취기준은 정보 사회에서 개인 정보의 의미를 알고, 개인 정보 보호의 중요성을 인식하며, 개인 정보를 보호하고 관리하는 능력을 기르기 위해 설정하였다. 개인 정보의 종류 알기, 개인 정보 침해 사례 알기, 개인 정보 관리하기 등의 내용을 다룬다. 비밀번호 설정하기 및 주기적으로 변경하기, 타인에게 개인 정보 제공하지 않기, 생체 인식 정보 활용하기 등의 방법을 통해 개인 정보 보호를 실천하도록 한다. 이름, 나이, 성별 등의 일반 정보, 위치 정보, 신체 정보 등이 개인 정보에 해당됨을 이해하도록 한다. 개인 정보 침해 사례에 따른 대처 방안을 살펴봄으로써 개인 정보의 가치와 개인 정보 보호의 필요성을 인식하도록 한다."
  },
  {
    "영역": "정보통신 윤리와 디지털 문화",
    "id": "9정통03-03",
    "내용": "가정생활에서 디지털 기술이 적용된 사례를 살펴보고 경험한다.",
    "해설": "이 성취기준은 디지털 기술이 주도하는 디지털 문화를 이해하고, 가정에서의 디지털 생활을 경험하기 위해 설정하였다. 가정에서의 디지털 문화 이해하기, 가정에서 사물 인터넷이 적용된 사례 살펴보기, 가정에서 디지털 문화 경험하기 등의 내용을 다룬다. 스마트 기기를 활용한 개인 일정 관리 및 건강 관리, 스마트 가전제품 사용 등 디지털 기술을 가정생활에 적용함으로써 편리함을 경험하고, 삶의 질을 높이도록 한다. 가정에서 디지털 기술이 적용된 스마트 가전제품과 사물 인터넷을 활용하여 전기 에너지 관리, 효율적인 의식주 관리 등 에너지 사용을 최적화하고 자원 사용을 개선하여 생태 친화적인 삶을 살도록 한다."
  },
  {
    "영역": "정보통신 윤리와 디지털 문화",
    "id": "9정통03-04",
    "내용": "디지털 환경에서 여가활동을 체험하고, 즐겁게 참여한다.",
    "해설": "이 성취기준은 디지털 환경에서 개인의 관심과 흥미에 따라 여가활동을 선택하고 주도적으로 참여하기 위해 설정하였다. 디지털 환경의 다양한 여가활동 탐색하기, 정보통신 기기를 활용하여 여가활동 참여하기, 온라인 여가활동 체험하기 등의 내용을 다룬다. 개인의 선호와 흥미에 따라 온라인 동영상 시청, 가상현실(VR) 게임, 온라인 전시 관람, e-스포츠, 디지털 독서 등의 다양한 여가활동을 체험하고 삶의 즐거움을 느낄 수 있도록 한다. 장애 정도가 심한 학생의 경우 장애 특성 및 정도, 강점, 개인의 선호도 등에 따라 다양한 여가활동을 직접 체험하고 일상에서 여가활동을 즐길 수 있도록 스마트 기기, 가상현실(VR) 및 증강현실(AR) 기술 등을 활용한 디지털 환경을 조성한다."
  }
]