[
  {
    "영역": "자기 인식",
    "id": "9진로01-01",
    "내용": "자신의 기본 정보를 파악한다.",
    "해설": "자신의 기본 정보를 파악하는 것은 자기 이해의 기초이며 사회적 관계 형성의 첫 걸음이다. 이름, 나이, 주소, 생년월일, 연락처, 소속 학교, 가족 사항 등 개인의 기본적 정보에 대한 내용을 다룬다. 자신의 인적 사항 등 기본 정보를 기록하거나 발표하는 방법으로 다른 사람에게 제시할 수 있도록 한다."
  },
  {
    "영역": "자기 인식",
    "id": "9진로01-02",
    "내용": "흥미, 적성, 장점과 단점, 성격 등 자신의 특성을 파악하여 자신을 소개한다.",
    "해설": "미래 설계는 성격, 흥미, 적성 등 개인의 심리적 특성 파악에 기반을 두어 이루어져야 한다. 내가 좋아하는 것과 싫어하는 것, 장점과 단점, 흥미, 관심, 성격, 나의 표현 방식 등의 내용으로 다른 사람에게 나를 소개해 봄으로써 자신을 이해하고 긍정적 자아 개념을 세운다. 각종 심리 검사를 실시하거나 주변의 가까운 사람이 인식하는 자신의 특성을 조사하는 등 다양한 방법과 관점으로 나의 특성을 파악하여 소개하는 데 중점을 둔다."
  },
  {
    "영역": "자기 인식",
    "id": "9진로01-03",
    "내용": "자신의 장점을 부각시키는 방법을 실천하며, 나를 소중히 여기는 마음을 기른다.",
    "해설": "자기 이해를 바탕으로 한 자기 개발의 노력은 자아 존중과 주체적인 미래 설계의 기초가 된다. 나에게 있는 장점을 더욱 부각하고, 단점을 보완하는 방법에 대해 고민하고 실천 방법을 알아본다. 이 과정에서 단점 보다는 장점에 집중하여 나를 소중히 여기는 마음을 지니고 자아 존중감을 향상시키도록 한다."
  },
  {
    "영역": "자기 인식",
    "id": "9진로01-04",
    "내용": "자신의 특성과 관련 있는 진로와 직업 성향을 탐색한다.",
    "해설": "앞서 파악한 자신의 특성을 기초로 하여 자신의 진로와 직업 성향을 확인하며 자신의 미래와 하고 싶은 일을 관련지어 본다. 혼자 일하기나 함께 어울려 일하기, 동적인 일이나 정적인 일, 반복적으로 계획적인 처리나 자율적 처리 등에서 선호를 파악하고 희망하는 직업과 연결하여 자신의 직업 성향을 확인한다. 이와 함께 자신의 희망 직업에서 요구하는 능력, 직무 등을 알아보며 나에게 적합한 직업은 어떠한 공통된 특성이 있는지 확인한다."
  },
  {
    "영역": "자기 인식",
    "id": "9진로01-05",
    "내용": "삶이 변화하는 과정을 이해하고 나의 과거, 현재를 파악하여 미래 모습을 표현한다.",
    "해설": "진로의 방향과 직업의 선택은 인생의 연속선상에서 지속적으로 이루어지는 자기 이해와 선택의 과정이다. 이러한 관점에서 삶의 모습 즉 나의 외모, 환경, 생활 등이 변화할 수밖에 없음을 알고, 자신의 과거·현재 모습을 살펴보며 미래의 모습을 예측하도록 한다. 내가 꿈꾸는 나의 미래 모습을 표현해 보며 무엇을 준비하고 노력해야 할지 확장시킴으로써 미래에 대한 주체적인 태도와 준비하는 자세를 갖는다."
  },
  {
    "영역": "직업의 세계",
    "id": "9진로02-01",
    "내용": "직업의 사회적·경제적 의미를 알고 일에 대한 소중한 마음을 갖는다.",
    "해설": "사람들은 직업을 통해 자아를 실현하고 사회 구성원으로서의 역할을 수행하며, 일을 통한 수입으로 일상생활을 유지하고 경제 활동에 참여한다. 직업의 사회적·경제적 의미, 일의 소중함 등 직업의 가치와 의미를 다룬다. 직업의 다양한 의미를 이해하여 직업의 필요성을 알고, 일에 대한 소중함을 깨달아 직업인으로서 역할을 수행하는 계기를 마련할 수 있도록 한다."
  },
  {
    "영역": "직업의 세계",
    "id": "9진로02-02",
    "내용": "직업의 세계에 관심을 가지고 가족, 이웃 등 주변 사람들의 직업에 대하여 탐색한다.",
    "해설": "내 주변 사람들의 직업을 살펴보는 것은 다양한 직업의 세계에 관심을 기울이는 첫걸음이다. 다양한 직업의 종류, 주변 사람들의 직업 등을 다룬다. 가족, 이웃이 종사하는 직업을 알아보고 지역사회의 다양한 직업 관련 정보를 조사하고 수집하는 활동을 통해 다양한 직업의 세계에 대한 관심을 가지도록 하는 데 강조점을 둔다."
  },
  {
    "영역": "직업의 세계",
    "id": "9진로02-03",
    "내용": "학교 및 지역사회의 직군을 탐색하여 각 직군의 정보를 수집한다.",
    "해설": "지적장애 및 자폐성 장애인이 현재 많이 종사하고 있거나 종사할 가능성이 높은 것으로 문헌에서 소개하고 있는 직군은 제조, 청소, 음식, 농수산업, 사무지원, 대인서비스, 예술·스포츠 등이다. 학교 및 지역사회에서의 직군 탐색, 각 직군에서 하는 일, 직군별 정보 수집, 직군별 관련 직종 등의 내용을 다룬다. 학교 및 지역사회에서 접할 수 있는 제조, 청소, 음식, 농수산업, 사무지원, 대인서비스, 예술 스포츠 등의 직군을 찾아보고 정보를 수집하여 다양한 직군에 대한 이해를 높이는 데 중점을 둔다."
  },
  {
    "영역": "직업의 세계",
    "id": "9진로02-04",
    "내용": "직군 체험을 통해 자신의 직업적 흥미나 관심이 있는 직군을 찾는다.",
    "해설": "다양한 직군을 탐색하고 체험하는 것은 자신의 직업적 흥미를 발견하는 바탕이 된다. 학교 및 지역사회에서의 직군에 대한 정보수집 및 체험 등의 내용을 다룬다. 학교 및 지역사회에서 체험할 수 있는 직군을 찾아보고 다양한 직군에 대해 직·간접적으로 경험하여 자신의 직업적 흥미를 발견하도록 지도한다."
  },
  {
    "영역": "작업 기초 능력",
    "id": "9진로03-01",
    "내용": "직군별 작업 과정의 순서를 익힌다.",
    "해설": "여러 가지 직군에서 작업을 수행할 때 필요한 작업 기초 능력을 기르기 위해서 제조에서부터 청소, 음식, 농수산업, 사무지원, 대인서비스, 예술·스포츠까지 직군별 작업 과정의 순서를 확인해야 한다. 또한 직군별 작업 과정의 순서를 익힌다. 학생의 특성과 관심 등을 고려하여 직군별 작업 과정의 순서에 맞게 작업을 수행할 수 있도록 지도한다."
  },
  {
    "영역": "작업 기초 능력",
    "id": "9진로03-02",
    "내용": "직군에 따라 올바른 방법으로 작업에 참여한다.",
    "해설": "직군에 따라 올바른 방법으로 작업함으로써 작업의 정확성과 지속성, 신속성을 향상시키고 직업인으로서 바른 작업 태도를 함양해야 한다. 직군별로 올바른 작업 방법을 알고 수행하기 등의 내용을 다룬다. 직군에 따라 올바른 방법으로 작업 활동에 참여함으로써 바람직한 직업 태도를 기르도록 한다."
  },
  {
    "영역": "작업 기초 능력",
    "id": "9진로03-03",
    "내용": "직군에 적합한 도구를 사용하여 작업의 효율을 높인다.",
    "해설": "직군에 따라 사용하는 작업 도구는 다르며, 직업인으로서 이를 효율적으로 활용하여 작업을 온전히 수행할 수 있어야 한다. 직군별로 적합한 작업 도구 활용하기 등의 내용으로 이루어진다. 직군별로 적합한 작업 도구를 효과적으로 사용하여 작업의 능률을 올리고 궁극적으로 직업생활이 잘 유지될 수 있도록 가르친다."
  },
  {
    "영역": "작업 기초 능력",
    "id": "9진로03-04",
    "내용": "직군별 작업 과정에서 안전에 유의한다.",
    "해설": "직군별 작업 과정에서 주의를 집중하며 활동에 참여함으로써 사고 발생을 예방하고, 안전하게 수행하는 능력은 직업생활을 유지하는 데 있어 중요한 요소이다. 직군별 작업 과정에서 유의 사항을 알고 실천하기 등의 내용을 다룬다. 직군별로 서로 다른 작업 과정에서 각각 환경적으로 위험한 요인을 줄이고 각종 사고를 대비하여 안전에 유의하는 작업 태도를 기르도록 한다."
  },
  {
    "영역": "직업 태도",
    "id": "9진로04-01",
    "내용": "용모, 복장, 위생, 금전 등에 대한 기본적인 자기 관리 능력을 기른다.",
    "해설": "직업생활뿐만 아니라 일상생활에서도 외출하기 전에 가정에서 씻고 준비하는 과정, 구체적으로 용모를 가꾸고 복장을 단정히 하며 위생에 유의하는 등 자기 관리가 요구된다. 적절한 옷차림하기, 몸단장하기, 금전 관리 등의 내용을 다룬다. 이 과정에서 실생활에서부터 자기 관리 능력을 길러 미래 직업인으로서 갖추어야 할 역량을 강화할 수 있도록 한다."
  },
  {
    "영역": "직업 태도",
    "id": "9진로04-02",
    "내용": "등하교, 수업, 점심, 쉬는 시간 등 시간에 대한 관리 능력을 기른다.",
    "해설": "약속 시간을 지키고 일의 중요성과 시급성을 구분·진단하여 시간을 효과적으로 관리하는 것은 사회생활에서 필수적인 요소이다. 등하교 시간 지키기, 수업 시간에 학습하기, 점심 시간에 식사하기, 쉬는 시간에 화장실 이용하기 등의 내용을 다룬다. 목적에 맞는 시간 분배를 하면서 규칙적인 생활과 함께 근면성을 기르도록 한다."
  },
  {
    "영역": "직업 태도",
    "id": "9진로04-03",
    "내용": "집에서 학교까지 통학 수단을 활용하여 이동한다.",
    "해설": "집에서 직장으로 출퇴근하기에 앞서 집에서 학교까지 상황에 맞는 교통수단을 활용하여 스스로 등하교를 할 수 있어야 한다. 도보로 통학하기, 대중교통 이용하기 등의 내용을 다룬다. 가정과 학교 그리고 지역사회의 익숙한 곳들 사이를 반복적으로 이동하는 훈련을 하여 이동 기술을 습득하고 숙달하여 일반화 및 유지에 이르도록 한다."
  },
  {
    "영역": "직업 태도",
    "id": "9진로04-04",
    "내용": "간단한 지시에 따라 과제를 수행한다.",
    "해설": "조직에는 다양한 구성원이 있고, 그 구성원들에게 개별적인 역할과 책임, 과제가 주어진다. 따라서 개개의 구성원들이 이를 수행해야 조직이 원활하게 운영되므로 상사의 지시를 따르는 것이 중요하다. 간단한 지시 듣기, 간단한 지시 따르기 등의 내용을 다룬다. 구두와 서면 등의 간단한 지시에 따라 활동해 봄으로써 기본적인 직업 태도를 함양하도록 한다."
  },
  {
    "영역": "직업 태도",
    "id": "9진로04-05",
    "내용": "인사를 하고 예절을 지키며 원만한 대인 관계를 형성한다.",
    "해설": "학교나 직장 등 공동체 생활을 하려면 상대방에게 인사를 하고 예절을 지키며 의사소통을 하는 등 원만한 대인 관계를 형성하고 유지할 줄 알아야 한다. 대상과 상황에 적절한 인사하기, 예절 실천하기 등의 내용을 다룬다. 역할 놀이와 모의실험 학습 등 다양한 교수·학습 방법으로 대인 관계 능력을 기르도록 한다."
  },
  {
    "영역": "직업 태도",
    "id": "9진로04-06",
    "내용": "학교에서 요구되는 안전 규칙을 지킨다.",
    "해설": "지역사회에서 직업을 가지고 일을 수행할 때 근로 현장에서는 다양한 위험 요소가 존재하므로 사고를 예방하기 위해 학교에서부터 안전 의식 형성의 중요성이 더욱 강조된다. 진로와 직업 교육 및 교내 실습 시 안전 규칙 지키기 등의 내용을 다룬다. 학교에서 규칙을 준수하면서 장기적이고 지속적으로 안전 의식을 형성하고 기를 수 있도록 지도한다."
  },
  {
    "영역": "진로 설계",
    "id": "9진로05-01",
    "내용": "자신의 흥미·적성, 작업 기능, 전환 능력 등의 직업적 잠재력을 파악한다.",
    "해설": "자신의 직업적 잠재력을 파악하는 것은 미래를 설계하고 진로를 결정하는 데 중요한 기반이 된다. ‘자기 인식’ 영역과 연계하고 사회 심리 기능, 작업 기능, 신체 능력 등을 평가하여 직업적 잠재력을 파악하는 내용을 다룬다. 발달장애인용 직업흥미검사(NISE VISIT), 전환능력검사(NISE-TEEMH) 등 다양한 직업평가를 활용하여 자신의 직업 흥미·적성, 작업 기능, 전환 능력 등의 직업적 잠재력을 파악하도록 한다."
  },
  {
    "영역": "진로 설계",
    "id": "9진로05-02",
    "내용": "특수학교, 일반고, 특성화고 등에 대한 진학 정보를 수집한다.",
    "해설": "자신의 진로에 적합한 진학 계획을 수립하려면 중학교 졸업 이후에 선택할 수 있는 다양한 교육 경로를 파악하는 과정이 필요하다. 교사와 함께 진학 관련 누리집, 학교 누리집 등에서 특수학교, 일반고, 특성화고 등의 위치, 교육과정, 졸업 후 진로 등의 정보를 수집하는 내용을 다룬다. 학교를 선택할 때에는 자신이 원하는 진로 방향뿐만 아니라 집과 가까운 학교, 교통이 편리한 학교 등 주변 여건도 함께 고려하도록 한다."
  },
  {
    "영역": "진로 설계",
    "id": "9진로05-03",
    "내용": "자신의 특성과 진학 정보를 연계하여 주요 관계자와 함께 진학 의사 결정에 참여한다.",
    "해설": "중학교 졸업 후에는 특수학교 또는 일반고나 특성화고의 일반 학급, 특수 학급, 순회 학급에 진학할 수 있다. 고등학교를 선택할 때 고려할 사항을 알아보고 자신의 흥미, 적성, 능력 등 직업 특성과 연계하여 자신의 진로에 가장 적합한 학교를 선택하는 의사 결정에 부모, 교사 등 주요 관계자와 함께 참여하는 내용을 다룬다. 자신의 특성과 진학 정보를 종합적으로 살펴보는 태도를 갖추면서 학교의 지리적 여건, 개인의 특성 등에서 비롯되는 진로 장벽 요인을 다각도로 분석하고 해결 방안을 모색하여 진학 계획을 세우도록 한다."
  },
  {
    "영역": "진로 설계",
    "id": "9진로05-04",
    "내용": "진학 결정에 능동적으로 참여하고 진학 계획을 점검하는 태도를 갖춘다.",
    "해설": "고등학교 진학 계획은 미래를 설계하기 위한 중요한 선택이므로 능동적인 자세로 진학 결정에 참여해야 한다. 직업 체험, 직업인 면담 등 적극적인 진로 체험의 장애학생이 참여하도록 하고 다양한 교육 경로를 탐색하여 적절한 진학 기관을 선택했는지 교사와 함께 점검하기 등 진학 결정과 진학 계획 점검에 관한 내용을 다룬다. 능동적인 자세로 진학 결정에 참여하여 미래의 행복한 삶을 위한 첫걸음을 내디딜 수 있도록 한다."
  },
  {
    "영역": "진로 준비",
    "id": "9진로06-01",
    "내용": "자신이 선택한 고등학교에 대한 위치와 환경 등의 정보를 수집한다.",
    "해설": "자신이 진학할 고등학교에 대해 다양한 방법으로 정보를 수집하는 것은 진학 준비의 중요한 과정이다. 위성 지도, 거리 보기 등을 활용해 자신이 진학하고 싶은 고등학교의 위치와 거리, 등하교 방법 등을 확인하고 교사나 부모 등 주요 관계자의 도움을 받아 직접 학교를 방문하여 특별실이나 편의 시설과 같은 교육 환경에 대한 정보를 수집하는 등 고등학교 생활을 준비하는 과정에 참여한다. 학교를 방문할 때에는 견학 절차에 따라 계획을 세우고 예의 바른 태도로 견학하도록 한다."
  },
  {
    "영역": "진로 준비",
    "id": "9진로06-02",
    "내용": "자신이 선택한 고등학교 교육과정의 변화되는 점을 알아보고 준비하는 과정에 참여한다.",
    "해설": "고등학교에 진학한 후 변화되는 점을 알아보고 미리 준비하는 것은 고등학교 생활에 성공적으로 적응하기 위해 필요한 과정이다. 교사나 부모 등 주요 관계자의 도움을 받아 자신이 선택한 고등학교의 누리집, 입학 설명회, 선배와의 만남 등의 방법으로 진로와 직업을 포함한 교과, 창의적 체험활동 등 진학 후 교육과정의 변화되는 점을 알아보고 고등학교 생활을 미리 준비하는 활동에 참여하는 내용을 다룬다. 새로운 친구와 선생님을 만나고 새롭게 변화되는 학교생활에 흥미를 느끼고 관심을 기울일 수 있도록 한다."
  },
  {
    "영역": "진로 준비",
    "id": "9진로06-03",
    "내용": "자신이 선택한 고등학교의 현장실습 유형과 방법을 알아보는 과정에 참여한다.",
    "해설": "고등학교를 졸업한 이후의 진로를 결정하거나 취·창업으로 전환하기 위한 준비를 위해 현장실습을 하는 것은 중요하다. 교내 직무체험형 현장실습, 산업체 직무체험형 현장실습, 정부 주도 취업연계형 현장실습 등 교내외 다양한 실습의 유형 중 자신이 선택한 학교에서 실시하는 현장실습을 교사나 부모 등 주요 관계자의 도움을 받아 알아보는 내용을 다룬다. 다양한 직업적 체험과 현장 적응력 제고 등을 위해 학생들이 학교에서 배운 지식과 기술을 경험하고 적용하며, 현장실습의 중요성을 인지하여 체계적으로 참여할 수 있도록 안내한다."
  },
  {
    "영역": "진로 준비",
    "id": "9진로06-04",
    "내용": "진로 관련 교내 체험 및 지역사회 기관 탐방 등에 능동적인 자세로 참여한다.",
    "해설": "진로를 준비하려면 자신이 선택한 진로에 잘 적응하고 필요한 능력을 키울 수 있도록 도와주는 진로 체험 활동이 필요하다. ‘직업의 세계’ 영역에서 제시한 직군과 연계한 교내 진로 체험 활동을 하거나 지역사회의 다양한 기관을 탐방하면서 진로 정보를 파악하는 등 능동적인 자세로 진로 준비에 참여하는 내용을 다룬다. 다양한 진로 체험 활동으로 자신에게 적합한 진로 방향을 확인하고 필요한 능력을 파악하여 준비할 수 있도록 한다."
  }
]