[
  {
    "영역": "운동",
    "id": "9체육01-01",
    "내용": "체력 운동 방법을 알고 건강 체력과 운동 체력을 익힌다. [cite: 369]",
    "해설": "이 성취기준은 초등학교와 달리 구체적인 동작과 기구 등을 활용하여 체력을 기르기 위해 설정하였다. [cite: 371] [cite_start]근력과 근지구력, 심폐지구력, 유연성, 신체 조성 등의 건강 체력 기르기, 순발력, 민첩성, 협응성 등의 운동 체력 기르기, 자신의 체력 수준을 파악하기 위해 체력 검사에 적극적으로 참여하기 등을 다룬다. [cite: 372] [cite_start]꾸준한 체력 운동과 평가 과정에서 학생들이 끈기를 기르고 자신감을 향상할 수 있도록 한다. [cite: 373] [cite_start]체력 운동 종목들은 학생들의 흥미와 효과성을 고려하여 학교뿐 아니라 가정과 지역사회에서도 활용할 수 있는 것을 선정하도록 한다. [cite: 375] [cite_start]장애 정도가 심한 학생의 근력 및 근지구력 운동 시 윗몸 일으키기에서는 자세별 강도가 다르므로(예: 바닥 짚고 일어나기, 바지 잡고 당기며 일어나기 또는 교사가 손으로 당겨 주며 일어나기, 양팔을 펴서 일어나기, 가슴 앞에서 양팔을 엑스(X)자로 하여 일어나기, 양손으로 귀 잡고 일어나기, 머리 뒤에서 양손 깍지 껴 일어나기) 가능한 동작을 찾아 주고 활동을 반복하여 근력과 근지구력이 증가한 경우 다음 단계의 동작으로 점증적으로 이동하며 운동을 실시하도록 한다. [cite: 376] [cite_start]체력 운동에 지속적으로 참여하여 체력을 기르고 체력 수준을 파악할 때에는 '학생건강체력평가제도(PAPS)'나 '장애학생건강체력평가(PAPS-D)'의 검사 종목을 활용하며, 주기적으로 체력을 측정하여 체력이 증진되는지를 평가한다. [cite: 392]"
  },
  {
    "영역": "운동",
    "id": "9체육01-02",
    "내용": "건강한 식습관을 형성하고 바른 식습관을 실천하는 태도를 기른다. [cite: 380]",
    "해설": "이 성취기준은 건강한 식습관에 필요한 지식을 갖추고 바른 습관을 형성하도록 설정하였다. [cite: 383] [cite_start]편식을 줄이고 과식하지 않기, 가공 식품과 불량 식품 섭취 줄이기, 다양한 음식 골고루 섭취하기, 균형 잡힌 식사하기, 건강에 좋은 음식 섭취하기 등을 다룬다. [cite: 384] [cite_start]건강한 식습관을 형성하기 위해 학교와 가정이 연계하여 지도함으로써 교육 효과를 높이고, 이 과정에서 학생들이 건강한 식습관을 형성하기 위한 실천 의지를 기르는 데 중점을 둔다. [cite: 385] [cite_start]장애 정도가 심한 학생의 식습관 기르기에서는 점심시간을 활용하여 깨끗하게 먹기, 골고루 먹기, 과식하지 않기 등에 초점을 맞추고 습관을 형성할 수 있도록 장기적으로 지도한다. [cite: 393]"
  },
  {
    "영역": "운동",
    "id": "9체육01-03",
    "내용": "운동을 하는 과정에서 상해를 예방하고 대처하는 방법을 알고 실행한다. [cite: 381]",
    "해설": "이 성취기준은 운동 시 발생할 수 있는 상해를 알고 이에 대처하기 위한 지식을 습득하며, 이를 실행하도록 설정하였다. [cite: 386] [cite_start]부상을 예방하기 위한 준비 운동과 활동 규칙 지키기, 운동 상해 대처하기, 심폐소생술, 자동 심장 충격기 사용법 등을 다룬다. [cite: 387] [cite_start]운동 중에 상해가 발생하지 않도록 주의를 기울이는 활동을 사진이나 동영상, 실연으로 학습하고 상해 유형별 처치 방법을 반복하여 익히는 과정에서 실제로 간단한 응급처치를 실시할 수 있는 능력과 상해 예방의 중요성을 알도록 하는 데 중점을 둔다. [cite: 388] [cite_start]운동 중 상해가 발생한 경우 담임 교사, 보건 교사, 부모, 그리고 주변 사람들에게 빨리 알려야 한다는 것을 집중적으로 훈련하도록 한다. [cite: 390] [cite_start]이 행동은 역할 놀이나 반복 훈련으로 습득하도록 한다. [cite: 391]"
  },
  {
    "영역": "스포츠",
    "id": "9체육02-01",
    "내용": "빠르게 달리기, 오래달리기, 기초 수영 동작을 익히고 참고 견디는 태도를 기른다. [cite: 402]",
    "해설": "이 성취기준은 빠르게 달리기, 오래달리기, 기초 수영 동작을 익히도록 설정하였다. [cite: 407] [cite_start]다양한 형태의 단거리와 장거리 달리기, 수영의 기초 기능을 다룬다. [cite: 408] [cite_start]흥미로운 활동으로 구성하여 학생의 참여 동기와 기능을 향상시키고, 활동 중 낙상이나 익수 등 안전사고를 예방하는 데 중점을 둔다. [cite: 408] [cite_start]여러 가지 도전 활동에서 안전사고가 발생하지 않도록 주의해야 하지만 안전의 문제로 참여를 제한하거나 배제함으로써 경험의 폭이 줄어들지 않도록 한다. [cite: 421] [cite_start]장애 정도가 심한 학생이 빠르게 달리기, 오래달리기, 기초 수영 동작 익히기 활동을 잘 수행하려면 놀이와 게임 방법에 대한 이해가 선행되어야 한다. [cite: 422] [cite_start]이를 위해 여러 차례 설명과 시범, 그리고 신체적 촉진을 통해 활동 방법을 익히도록 하고 피드백 과정에서 가능한 정확한 수행을 하면서 도전 의식을 기르도록 유도한다. [cite: 423]"
  },
  {
    "영역": "스포츠",
    "id": "9체육02-02",
    "내용": "높이 넘기와 물체 높게 던지기 방법을 알고 기능을 익힌다. [cite: 403]",
    "해설": "이 성취기준은 높이 넘기와 물체 높이 던지기 기능을 익히도록 설정하였다. [cite: 409] [cite_start]제자리높이뛰기, 뛰어올라 다양한 높이의 물체 손으로 치기 등의 높이뛰기와 여러 가지 물체를 대 너머로 던지기와 높이 던지기 등을 다룬다. [cite: 410] [cite_start]도전 활동의 특성이 반영되도록 기록의 향상 정도를 학생들이 파악하면서 활동하도록 하고, 던지기에서 투사체에 맞아 다치는 안전사고가 발생하지 않도록 하는 데 중점을 둔다. [cite: 411] [cite_start]여러 가지 도전 활동에서 안전사고가 발생하지 않도록 주의해야 하지만 안전의 문제로 참여를 제한하거나 배제함으로써 경험의 폭이 줄어들지 않도록 한다. [cite: 421]"
  },
  {
    "영역": "스포츠",
    "id": "9체육02-03",
    "내용": "연속되는 움직임을 이어서 수행하는 방법을 알고 기능을 익힌다. [cite: 404]",
    "해설": "이 성취기준은 동작 도전의 여러 활동의 동작들을 연속으로 이어서 수행하도록 설정하였다. [cite: 412] [cite_start]마루 운동, 평균대 운동, 그리고 태권도 품새의 동작 등을 연결하여 수행하기를 다룬다. [cite: 413] [cite_start]초등학교와 달리 동작 도전의 각 활동과 자세를 정확하게 수행하는 데 중점을 둔다. [cite: 414] [cite_start]여러 가지 도전 활동에서 안전사고가 발생하지 않도록 주의해야 하지만 안전의 문제로 참여를 제한하거나 배제함으로써 경험의 폭이 줄어들지 않도록 한다. [cite: 421] [cite_start]장애 정도가 심한 학생의 활동 동기를 부여하기 위해 매트에서 구르기(예: 보디 볼링) 시 매트 옆에 세워 놓는 볼링핀 대신 좋아하는 강화물을 놓고 구르기를 하여 취득하게 하거나 건드리면 음악이나 불빛이 나오는 전기 장치를 사용하여 활동하는 것도 효과적이다. [cite: 424]"
  },
  {
    "영역": "스포츠",
    "id": "9체육02-04",
    "내용": "표적 가까이 보내기 방법을 알고 기능을 익힌다. [cite: 405]",
    "해설": "이 성취기준은 물체 조작 기술을 다양한 도구에 적용하여 표적 가까이 보내는 기능을 익히도록 설정하였다. [cite: 415] [cite_start]다양한 도구와 물체 조작 기술을 활용하여 표적에 가깝게 보내거나 쓰러뜨리기 등을 다룬다. [cite: 416] [cite_start]표적 도전 활동은 점수를 획득하는 간단한 게임 형태로 진행함으로써 도전 의식을 기르는 데 중점을 둔다. [cite: 417] [cite_start]여러 가지 도전 활동에서 안전사고가 발생하지 않도록 주의해야 하지만 안전의 문제로 참여를 제한하거나 배제함으로써 경험의 폭이 줄어들지 않도록 한다. [cite: 421] [cite_start]장애 정도가 심한 학생이 표적 도전 활동을 할 때에는 특정 점수를 획득했거나 도전이 성공했을 경우 강화를 제공하여 활동 동기를 부여하도록 한다. [cite: 425]"
  },
  {
    "영역": "스포츠",
    "id": "9체육02-05",
    "내용": "민속 특징 표현하기 방법을 이해하고 기능을 익힌다. [cite: 427]",
    "해설": "이 성취기준은 우리나라의 민속 무용과 외국의 민속 무용을 알고 각 나라의 문화 특징에 맞게 민속 무용 동작을 표현하도록 설정하였다. [cite: 430] [cite_start]우리나라의 민속 무용으로는 소고춤, 외국의 민속 무용은 펭귄춤 등을 다룬다. [cite: 431] [cite_start]우리나라를 포함하여 외국의 고유한 민속 무용 동작을 가능한 정확히 표현하는 능력을 기르는 데 중점을 둔다. [cite: 432] [cite_start]학생들의 표현 활동에 발 스티커 등의 시각적인 촉진을 사용하여 스텝 및 대형을 학습하도록 한다. [cite: 437] [cite_start]장애 정도가 심한 학생이 고유한 민속 무용 동작을 표현하기가 어려운 경우 동작의 정확성보다는 동작의 수를 줄여 간단하게 활동하도록 한다. [cite: 440, 441]"
  },
  {
    "영역": "스포츠",
    "id": "9체육02-06",
    "내용": "주제 표현하기 기능을 익히고 창의성을 기른다. [cite: 428]",
    "해설": "이 성취기준은 다양한 대상 표현, 감정 표현, 그리고 주제 표현 능력을 기르기 위해 설정하였다. [cite: 433] [cite_start]대상 표현하기와 주제 표현하기를 다룬다. [cite: 434] [cite_start]주제 표현하기의 질보다는 표현하려고 시도하는 노력을 강조하고 이 과정에서 학생들의 창의성을 기르는 데 중점을 둔다. [cite: 434] [cite_start]주제 표현을 할 때에는 개념을 구체적으로 제시하여 추상적으로 이해하지 않도록 하며, 주제 표현의 수를 줄여 한두 가지라도 스스로 표현해 보도록 하는 데 초점을 두고 지도한다. [cite: 436]"
  },
  {
    "영역": "스포츠",
    "id": "9체육02-07",
    "내용": "이동하며 공 주고받기 방법을 알고 기능을 익힌다. [cite: 443]",
    "해설": "이 성취기준은 축구, 농구, 플로어볼에서 이동하면서 패스, 드리블, 슛하기 기능을 익히도록 설정하였다. [cite: 447] [cite_start]축구, 농구, 플로어볼의 움직임을 이어서 수행하는 방법을 이해하고 연습함으로써 고등학교 단계의 간이 게임을 수행할 수 있는 기초 능력을 기르는 데 중점을 둔다. [cite: 448] [cite_start]한 손이나 양손으로 연속 농구공 튀기기가 어려운 경우 양손으로 튀기고 잡기 반복하기, 드리블과 패스를 결합하여 연습할 때 앞으로 나아가며 드리블하기가 어려운 경우 공을 잡고 5보까지 걸은 후 패스하기 등으로 동작을 수정하여 활동하도록 한다. [cite: 456] [cite_start]또 정규 플로어볼 스틱과 공을 사용하여 패스하기가 어려우면 길이가 짧은 스틱과 큰 공(예: 직경 15cm 이상의 폼볼)을 사용하여 패스하기 등 활동을 변형하여 수행하도록 한다. [cite: 457]"
  },
  {
    "영역": "스포츠",
    "id": "9체육02-08",
    "내용": "라켓으로 쳐서 네트 너머로 넘기기 기능을 익히고 네트형 스포츠 활동의 규칙을 준수한다. [cite: 444]",
    "해설": "이 성취기준은 배드민턴 게임에 사용되는 기초 기능을 익히도록 설정하였다. [cite: 449] [cite_start]풍선을 이용하여 네트 너머로 주고받기, 교사와 네트 너머로 셔틀콕 주고받기 등을 다룬다. [cite: 450] [cite_start]라켓으로 물체를 쳐서 네트 너머로 주고받기 방법과 규칙을 알고 흥미를 가지고 활동하는 과정을 통하여 고등학교 단계의 간이 게임을 수행할 수 있는 기초 능력을 기르는 데 중점을 둔다. [cite: 451] [cite_start]네트 너머로 풍선 쳐서 주고받기를 할 때 1회에 넘기지 못하는 경우 횟수에 상관없이 쳐서 넘기는 것을 허용하거나 네트 없이 풍선 주고받기로 수정하여 활동하도록 한다. [cite: 458] [cite_start]장애 정도가 심한 학생은 짧은 라켓이나 면적이 넓은 라켓을 이용하여 치거나 2회 이상 쳐서 넘기기 등 방법을 재구성하여 적용할 수 있다. [cite: 463]"
  },
  {
    "영역": "스포츠",
    "id": "9체육02-09",
    "내용": "배트로 치기와 공 처리하기 방법을 알고 기능을 익힌다. [cite: 445]",
    "해설": "이 성취기준은 티볼의 공격과 수비의 기본 기능을 익히도록 설정하였다. [cite: 452] [cite_start]배트로 치기, 굴러오는 공 잡기, 루로 달리기와 공 던지고 받기 등을 다룬다. [cite: 453] [cite_start]티볼의 공격과 수비의 기본 기능과 규칙을 익힘으로써 고등학교 단계의 간이 게임을 수행할 수 있는 기초 능력을 기르는 데 중점을 둔다. [cite: 454] [cite_start]학생들이 티볼 공의 빠르기에 적절히 반응하기 어려운 경우 티볼 공보다 크기가 큰 폼볼을 사용하여 활동하도록 하며, 루까지의 거리는 학생들의 달리기 속도 등 기능 수준에 따라 조정하여 활동한다. [cite: 459] [cite_start]장애 정도가 심한 학생이 티볼 공을 치고 루로 달릴 때 루까지의 거리를 줄여 주도록 하고, 목표 지점(루)을 잘 인식하지 못하는 경우 짝이나 교사가 손을 잡고 함께 달리도록 한다. [cite: 464]"
  },
  {
    "영역": "스포츠",
    "id": "9체육02-10",
    "내용": "인라인스케이팅 방법을 알고 기능을 익힌다. [cite: 466]",
    "해설": "이 성취기준은 생활환경형 활동 중 하나로 쉽게 익힐 수 있고 일상생활에서 활용 가능성이 높은 인라인스케이팅의 기능을 익히도록 설정하였다. [cite: 469] [cite_start]장비 착용하기, 서기, 넘어지기, 일어서기, 추진하기, 코스 따라 타기, 코너 돌기, 멈추기 등을 다룬다. [cite: 470] [cite_start]학생의 기능 수준별로 난이도를 달리하여 활동하고 가정과 지역사회에서 여가로 즐길 수 있는 능력을 기르는 데 중점을 둔다. [cite: 471] [cite_start]학생들이 학교에서 학습한 인라인스케이팅과 하이킹하기를 지속하려면 가정에서도 실시할 수 있어야 한다. [cite: 475] [cite_start]가족과 인라인스케이팅이나 하이킹하기를 주말이나 방학 과제로 제시하고, 활동 장면을 사진이나 영상으로 제출하도록 함으로써 교육의 효과를 높이도록 한다. [cite: 476] [cite_start]장애 정도가 심한 학생이라도 인라인스케이팅 활동을 할 때에는 장비 착용에서부터 정리하는 것까지 자신이 직접 해야 한다는 것을 인식하도록 지도한다. [cite: 477]"
  },
  {
    "영역": "스포츠",
    "id": "9체육02-11",
    "내용": "하이킹하기 기능을 익히고 건전한 여가를 실천하기 위해 노력한다. [cite: 467]",
    "해설": "이 성취기준은 장비가 거의 필요하지 않고 낮은 고도의 다양한 산이나 들에서 활동하는 하이킹을 생활체육과 평생체육으로 활용하도록 설정하였다. [cite: 472] [cite_start]학교나 지역사회의 하이킹 코스에서 걷기를 다룬다. [cite: 473] [cite_start]쉬운 코스에서 시작한 후 어려운 코스까지 도전하도록 하고 친구와 교사 그리고 가족과 함께 건전한 여가를 즐길 수 있는 능력을 기르는 데 중점을 둔다. [cite: 473] [cite_start]학생들이 학교에서 학습한 인라인스케이팅과 하이킹하기를 지속하려면 가정에서도 실시할 수 있어야 한다. [cite: 475] [cite_start]가족과 인라인스케이팅이나 하이킹하기를 주말이나 방학 과제로 제시하고, 활동 장면을 사진이나 영상으로 제출하도록 함으로써 교육의 효과를 높이도록 한다. [cite: 476]"
  }
]