[
  {
    "영역": "운동",
    "id": "4체육01-01",
    "내용": "체력 운동을 경험하고 운동에 관심을 기울인다.",
    "해설": "이 성취기준은 일반적인 체력 운동을 실행하기 전 단계의 학생들이 체력 운동과 관련된 여러 움직임과 활동을 경험할 수 있도록 설정하였다. 신체 부위별 움직임 알기, 물체 들어 올리고 내리기와 당기고 밀기(근력 및 근지구력), 물건 가져오면서 왕복달리기(심폐지구력), 재미있는 동작으로 구성한 스트레칭과 관절 운동(유연성) 등을 다룬다. 초보 형태의 놀이나 활동으로 구성된 체력 운동을 경험하면서 체력을 기르고 체력에 관심을 기울일 수 있도록 한다. 체력 운동과 관련된 여러 움직임을 경험하는 과정에서 동작을 정확하게 실시하는 것을 강조해야 하지만 이에 앞서 학생들의 관심과 흥미를 유발할 수 있는 체력 운동 동작을 사용하여 활동 동기를 높이도록 한다. 장애 정도가 심한 학생의 움직임을 지도할 때에는 동작 시범과 설명, 그리고 신체적 촉진을 사용하여 최적의 학습이 가능하도록 한다. 뇌병변장애 학생은 관절의 경직도, 근육의 경련, 관절가동범위 등을 유의하고, 스트레칭 동작에서는 신체적으로 교정해 주고 스트레칭의 강도를 교사가 조정하여 실시한다. 시각중복장애 학생의 경우 동작을 그림과 사진으로 제시한 인쇄물 또는 동영상을 확대경으로 확인하거나 교사의 동작을 촉지각하여 학습하도록 한다."
  },
  {
    "영역": "운동",
    "id": "4체육01-02",
    "내용": "신체와 주변을 청결하게 관리하고 청결 의식을 기른다.",
    "해설": "이 성취기준은 건강 생활을 위한 질병 예방과 자신의 신체와 주변을 청결하게 하는 능력을 기르기 위해 설정하였다. 자신의 몸 깨끗이 관리하기와 가정 및 학교에서 주변 청결하게 하기를 다룬다. 이 과정에서 청결의 의미를 알고 바른 청결 습관을 형성하여 건강한 생활을 할 수 있는 능력을 기르는 데 중점을 둔다. 신체와 주변 청결 습관 기르기와 안전하게 야외활동하기는 학교에서 가르칠 수 있는 것과 가정과 연계하여 지도하는 것으로 구분할 수 있다. 학교에서는 학생의 발달 수준과 생활 연령을 고려할 때 실생활과 연계되는 필수적인 내용을 선정하여 모델링과 실습으로 반복·연습하고, 학교에서 학습한 것을 학부모의 협조를 받아 가정에서 실천할 수 있도록 한다. 장애 정도가 심한 학생이 어려움을 보이는 특정 과제(예: 양치질하기)는 학교의 일과 중(예: 점심 식사 직후)에 반복적으로 지도하여 바른 습관이 형성되도록 한다."
  },
  {
    "영역": "운동",
    "id": "4체육01-03",
    "내용": "야외활동에서 안전사고를 예방하고 안전 의식을 기른다.",
    "해설": "이 성취기준은 건강 생활의 한 요소로 야외활동이나 체육 수업을 할 때 환경을 고려하여 주의할 점을 알고 안전하게 행동하도록 설정하였다. 신체활동에 사용하는 기구, 활동 장소, 날씨 등과 관련하여 주의해야 할 행동을 알고 실천하기를 다룬다. 학습한 안전사고 예방 수칙을 학교와 지역사회 생활에서 실천할 수 있도록 하는 데 중점을 둔다. 신체와 주변 청결 습관 기르기와 안전하게 야외활동하기는 학교에서 가르칠 수 있는 것과 가정과 연계하여 지도하는 것으로 구분할 수 있다. 학교에서는 학생의 발달 수준과 생활 연령을 고려할 때 실생활과 연계되는 필수적인 내용을 선정하여 모델링과 실습으로 반복·연습하고, 학교에서 학습한 것을 학부모의 협조를 받아 가정에서 실천할 수 있도록 한다. 장애 정도가 심한 학생은 그림 카드나 영상에서 안전하게 행동하는 것 구별하기, 비디오 모델링이나 모방 학습 등을 학생의 기능 수준에 맞게 사용하여 지도하도록 한다."
  },
  {
    "영역": "스포츠",
    "id": "4체육02-01",
    "내용": "달리기와 물 익히기를 경험하고 적극적인 자세로 움직임을 탐색한다.",
    "해설": "이 성취기준은 달리기 경험에서 양팔과 양다리를 사용하여 빠르게 이동하는 능력, 물 익히기에서 물속 활동의 공포감을 줄이고 물의 특성을 파악한 후 물속에서 움직이는 능력을 기르기 위해 설정하였다. 달리기 경험은 팔과 다리 흔들기와 짧은 거리 달리기 등으로, 물 익히기는 물 밖과 물 안에서 물에 적응하는 활동으로 구성한다. 달리기와 물익히기를 경험하는 과정에서 학생들이 흥미를 느끼고 움직임의 특징을 탐색하도록 한다. 도전형 스포츠를 수행하는 데 필요한 기본 움직임을 경험하는 과정에서 학생들이 동작을 어려워하는 경우 동작 중심의 과제 분석을 하여 문제가 되는 움직임을 해결함으로써 바른 수행이 이루어지도록 한다. 장애 정도가 심한 학생이 물을 두려워하는 경우 체계적 둔감법을 적용하여 물에 적응하게 한다."
  },
  {
    "영역": "스포츠",
    "id": "4체육02-02",
    "내용": "움직임 특성을 이해하고 뜀뛰기와 물체 던지기를 경험한다.",
    "해설": "이 성취기준은 한 발 또는 양발로 뜀뛰는 동작, 한 손 또는 양손을 사용하여 여러 가지 물체를 던지는 동작을 익히기 위해 설정하였다. 뜀뛰기는 기구를 사용하지 않거나 기구를 사용하여 뜀뛰기, 물체 던지기는 여러 가지 물체를 다양한 높이에서 한 손이나 양손을 사용하여 던지기 등을 다룬다. 뜀뛰기와 물체 던지기를 경험하면서 동작의 다양성과 거리에 대한 개념을 익히는 데 중점을 둔다. 도전형 스포츠를 수행하는 데 필요한 기본 움직임을 경험하는 과정에서 학생들이 동작을 어려워하는 경우 동작 중심의 과제 분석을 하여 문제가 되는 움직임을 해결함으로써 바른 수행이 이루어지도록 한다. 장애 정도가 심한 학생은 기능 수준에 따라 뜀뛰기 거리와 높이를 조정하여 처음에는 짧은 거리나 낮은 높이에서 실시하도록 하고 기능이 향상되면 점차 거리와 높이를 증가시키며 활동하도록 한다."
  },
  {
    "영역": "스포츠",
    "id": "4체육02-03",
    "내용": "움직임 특성을 이해하고 이동 및 비이동 움직임을 경험한다.",
    "해설": "이 성취기준은 동작 도전 활동에서 활용되는 기본 움직임 능력을 기르기 위해 설정하였다. 연령과 기능 수준에 맞는 비이동 움직임과 이동 움직임을 다룬다. 비이동 움직임과 이동 움직임의 다양성을 파악하고, 음악 요소를 포함하여 활동에 대한 흥미와 동기를 높이는 데 중점을 준다. 도전형 스포츠를 수행하는 데 필요한 기본 움직임을 경험하는 과정에서 학생들이 동작을 어려워하는 경우 동작 중심의 과제 분석을 하여 문제가 되는 움직임을 해결함으로써 바른 수행이 이루어지도록 한다. 장애 정도가 심한 학생은 이동 및 비이동 움직임을 실시할 때 짝이나 교사가 지속적으로 동작을 보여주면서 모방하게 하고, 필요한 경우 신체적 촉진을 받아 학습하는 과정에서 개념을 습득하도록 한다."
  },
  {
    "영역": "스포츠",
    "id": "4체육02-04",
    "내용": "물체 조작 움직임을 경험하고 적극적인 자세로 움직임을 탐색한다.",
    "해설": "이 성취기준은 여러 가지 물체 조작 움직임 기능을 익히기 위해 설정하였다. 주로 공을 사용하여 던지기, 치기, 차기, 굴리기 등을 다룬다. 공 이외에도 다양한 물체를 사용하여 활동하면서 물체 조작 움직임이 표적에 가까이 물체를 보내는 데 사용된다는 점을 강조한다. 도전형 스포츠를 수행하는 데 필요한 기본 움직임을 경험하는 과정에서 학생들이 동작을 어려워하는 경우 동작 중심의 과제 분석을 하여 문제가 되는 움직임을 해결함으로써 바른 수행이 이루어지도록 한다. 장애 정도가 심한 학생이 물체 조작 움직임을 연습할 때에는 가까운 곳에 표적을 두고 쓰러뜨리게 함으로써 성공 가능성을 증가시키고 활동에 대한 흥미와 활동 참여 동기를 높여 주도록 한다. 특히 시각중복장애 학생은 표적 근처에서 교사의 목소리나 박수 소리, 전자 호각 등의 음향을 제공하여 학생이 표적을 향하여 던지거나 굴리는 활동이 가능하도록 한다. 또한 표적을 맞혔을 때 음향 신호가 발생하여 표적 맞히기 도전이 성공했다는 것을 확인 및 강화 받을 수 있도록 지도한다."
  },
  {
    "영역": "스포츠",
    "id": "4체육02-05",
    "내용": "민속 표현의 기본 움직임을 익히고 움직임의 즐거움을 안다.",
    "해설": "이 성취기준은 우리나라와 외국 민속 무용에 포함된 기본 움직임을 익히기 위해 설정하였다. 우리나라 민속 무용의 자세와 움직임 모방하기, 외국 민속 무용의 스텝 등을 다룬다. 우리나라와 외국의 민속 무용에서 사용되는 기초 움직임을 반복하여 연습하는 과정에서 음악을 사용하여 활동의 즐거움을 알도록 하는 데 중점을 둔다. 민속 표현과 움직임 표현의 기본 움직임 개념은 구체적인 동작을 시범 보임으로써 학생이 이해하도록 해야 한다. 또한 움직임 자체를 반복하여 연습하는 것과 함께 움직임 요소를 쉬운 과제로 구성하여 지도한다. 장애 정도가 심한 학생은 특정 움직임을 재구성한 동작으로 실시할 수 있다. 일례로, 외국 민속 무용의 기초 동작인 '힐앤토'는 발을 지면에 붙여 실시하고 '스키핑 스텝'은 걷기로 재구성하여 수행한다."
  },
  {
    "영역": "스포츠",
    "id": "4체육02-06",
    "내용": "움직임 표현의 기본 움직임을 익히고 움직임을 즐기는 태도를 기른다.",
    "해설": "이 성취기준은 이동 및 비이동 움직임의 기본 기능을 익히기 위해 설정하였다. 동작 모방하기, 몸으로 숫자와 한글 표현하기, 신체의 한 부위 움직이기, 온몸 움직이기, 방향, 크기 및 높이 다르게 표현하기 등을 다룬다. 동작으로 모방하고 표현하기 활동은 개인별로 자유롭고 다양하게 실시할 수 있다는 것을 알게 하고 활동의 즐거움을 느끼도록 하는 데 중점을 둔다. 민속 표현과 움직임 표현의 기본 움직임 개념은 구체적인 동작을 시범 보임으로써 학생이 이해하도록 해야 한다. 또한 움직임 자체를 반복하여 연습하는 것과 함께 움직임 요소를 쉬운 과제로 구성하여 지도한다. 장애 정도가 심한 학생이 움직임을 표현할 때에는 동작의 질보다는 표현하려는 시도에 초점을 맞추고 강화를 많이 제공하도록 한다."
  },
  {
    "영역": "스포츠",
    "id": "4체육02-07",
    "내용": "공 보내기의 기본 움직임 방법을 이해하고 바르게 수행한다.",
    "해설": "이 성취기준은 축구, 농구, 플로어볼 등에서 원하는 대상이나 위치로 공을 조작하는 활동의 초보적인 움직임을 경험하도록 설정하였다. 큰 공 차기, 큰 공 던지고 받기, 스틱으로 공치기 등을 다룬다. 기본 움직임을 익히는 단계이므로 동작을 반복하여 연습하도록 하고 기초 수준 움직임의 정확성을 높이는 데 중점을 둔다. 학생들의 기능뿐 아니라 신체적 특징에 맞는 활동이 가능하도록 다양한 크기와 재질 및 모양의 공, 다양한 길이의 라켓과 스틱, 헤드 면적이 다양한 라켓과 스틱을 사용하며, 활동의 속도를 조정하여 학생 개인별로 최적의 학습이 가능하도록 한다. 차기와 치기 동작은 초기 단계, 기본 단계, 성숙 단계로 발전하는 데, 가능한 한 성숙 단계의 동작이 나타나도록 정확한 자세를 반복하여 연습한다. 장애 정도가 심한 학생은 공차기에서 디딤발의 위치가 공 뒤에 놓이고, 공받기에서 양손이 아니라 몸으로 받으며, 스틱으로 공치기에서 스틱을 바르게 잡지 않고 치는 오류를 보일 수 있으므로 각각의 오류를 수정해 줌으로써 할 수 있는 한 정확한 동작이 발현되도록 한다."
  },
  {
    "영역": "스포츠",
    "id": "4체육02-08",
    "내용": "라켓으로 치기를 경험하고 활동에 흥미를 느낀다.",
    "해설": "이 성취기준은 배드민턴의 기본 움직임인 라켓으로 휘두르는 기능을 익히기 위해 설정하였다. 라켓을 사용하여 휘두르는 방법과 치기를 다룬다. 여러 가지 물체나 모양의 라켓을 사용하고 활동의 난이도를 조절하며, 활동하는 과정에서 라켓으로 치기에 흥미를 느끼도록 하는 데 중점을 둔다. 학생들의 기능뿐 아니라 신체적 특징에 맞는 활동이 가능하도록 다양한 크기와 재질 및 모양의 공, 다양한 길이의 라켓과 스틱, 헤드 면적이 다양한 라켓과 스틱을 사용하며, 활동의 속도를 조정하여 학생 개인별로 최적의 학습이 가능하도록 한다. 장애 정도가 심한 학생의 라켓 휘두르기 기능 수준에 따라 가장 적절한 촉진을 제공하여 학습하도록 한다. 시각적 촉진(예: 시범, 모델링)으로 수행이 어려운 경우 신체적 촉진(예: 특정 신체를 붙잡고 촉진)을 사용하며, 수행 피드백을 제공할 때에도 신체적 촉진을 통해 움직임을 체득하도록 유도한다."
  },
  {
    "영역": "스포츠",
    "id": "4체육02-09",
    "내용": "배트로 치기를 경험하고 활동에 흥미를 느낀다.",
    "해설": "이 성취기준은 티볼에서 사용되는 기본 움직임인 배트로 치기 능력을 기르기 위해 설정하였다. 다양한 무게와 재질의 배트로 치기, 여러 크기의 공치기, 티의 높이를 달리하여 치기 등을 다룬다. 티 위의 공을 정확하게 맞힐 수 있도록 동작을 반복하여 연습하고 성공 가능성을 높이는 데 중점을 둔다. 학생들의 기능뿐 아니라 신체적 특징에 맞는 활동이 가능하도록 다양한 크기와 재질 및 모양의 공, 다양한 길이의 라켓과 스틱, 헤드 면적이 다양한 라켓과 스틱을 사용하며, 활동의 속도를 조정하여 학생 개인별로 최적의 학습이 가능하도록 한다. 차기와 치기 동작은 초기 단계, 기본 단계, 성숙 단계로 발전하는 데, 가능한 한 성숙 단계의 동작이 나타나도록 정확한 자세를 반복하여 연습한다. 장애 정도가 심한 학생은 티 위의 공을 칠 때 스윙이 거의 없고 배트를 천천히 이동해 공을 가볍게 건드리거나 위에서 아래로 치는 수행을 보일 수 있다. 공과 측면으로 서서 몸통을 비틀고 엉덩이를 빨리 회전시켜서 배트를 휘두르면서 친다는 개념을 알고 수행하도록 하기 위해 필요한 경우 신체적 촉진을 통해 스윙 자세를 수정해 준다. 서서 치기를 할 때 몸의 균형을 잡기 어려운 경우 붙잡아 주고 치기, 의자에 앉아서 치기, 바닥에 누워서 치기로 재구성하여 수행하도록 한다."
  },
  {
    "영역": "스포츠",
    "id": "4체육02-10",
    "내용": "실내와 실외에서 바른 자세로 계단 걷기를 하고 주변 환경을 탐색한다.",
    "해설": "계단 걷기는 일상의 생활환경에서 가장 기초가 되는 활동으로 활용되기 때문에 선정하였다. 생활환경의 여러 가지 계단 오르고 내려가기를 다룬다. 여러 가지 높이와 형태의 계단을 다양하게 걸어 보도록 하고 바른 자세로 걷기에 중점을 둔다. 계단 걷기와 플로킹하기는 학교뿐 아니라 가정과 지역사회에서 가정학습, 체험학습, 방학 등을 활용하여 지속적으로 수행할 수 있는 활동이므로 가정과 연계하여 지도한다. 또한 스마트폰의 다양한 애플리케이션을 연동하여 계단 걷기의 걸음 수 비교 및 목표 달성 등으로 건강 및 운동에 대한 동기를 부여하도록 한다. 휠체어 사용 학생은 다양한 방법으로 여러 길에서 휠체어를 이용하는 것으로 재구성하여 활동한다. 평형성이 부족하고 장애 정도가 심한 학생이 계단 걷기를 할 때에는 계단 손잡이를 잡고 활동하거나 짝 또는 교사와 손을 잡고 수행한다. 야외의 계단을 걸을 때에도 낙상을 예방하려면 근접하여 함께 활동하며 움직임을 주시하도록 한다. 또한 체력 수준에 맞춰 오르기의 속도를 조정해야 하며, 계단을 내려오는 방법이 잘못된 경우 무릎에 상해가 발생할 수 있으므로 걷기 자세를 모델링을 하면서 바른 자세로 걷도록 한다."
  },
  {
    "영역": "스포츠",
    "id": "4체육02-11",
    "내용": "플로킹하기를 바르게 실행하고 주변 환경에 관심을 기울인다.",
    "해설": "플로킹은 걸으면서 쓰레기 줍기를 의미하며, 자연환경에서 걸으면서 환경보호 활동을 동시에 할 수 있도록 설정하였다. 학교나 지역사회에서 쓰레기 줍기를 다룬다. 스스로 또는 친구나 가족 구성원과 함께 활동하는 과정에서 학교뿐 아니라 지역사회를 깨끗이 유지하는 것의 중요성을 알도록 하는 데 중점을 둔다. 계단 걷기와 플로킹하기는 학교뿐 아니라 가정과 지역사회에서 가정학습, 체험학습, 방학 등을 활용하여 지속적으로 수행할 수 있는 활동이므로 가정과 연계하여 지도한다. 장애 정도가 심한 학생의 플로킹하기 활동에서는 활동 방법을 여러 차례 연습시킨 후 학생이 좋아하는 강화물을 사용하여 활동 동기를 부여하는 것이 효과적이다."
  }
]